[
  {
    "id": "Q3538958",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/28771344-73",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal"
    ],
    "year": "2025",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2025 - TRF - 4ª REGIÃO - Técnico Judiciário - Área Administrativa",
    "enunciation": "Considere os seguintes casos hipotéticos, envolvendo pessoas primárias e sem qualquer antecedente criminal, que estão sendo investigadas em inquéritos policiais instaurados:\nI. Benício praticou o crime de lavagem de capitais, tipificado no art. 12, caput, da Lei nº 9.613/1998 (Art. 1º Ocultar ou dissimular a natureza, origem, localização, disposição, movimentação ou propriedade de bens, direitos ou valores provenientes, direta ou indiretamente, de infração penal), ao qual são cominadas penas de reclusão, de 3 a 10 anos, e multa.\nII. Marcela praticou o delito de lesão corporal dolosa grave contra sua colega de trabalho Maria, resultando aceleração do parto, tipificado no art. 129, § 12, IV, do Código Penal (Art. 129. Ofender a integridade corporal ou a saúde de outrem. § 12: Se resulta: [...] IV. aceleração do parto), ao qual é cominada pena de reclusão, de 1 a 5 anos.\nIII. Rosália praticou o delito de contratação direta ilegal, tipificado no art. 337-E, do Código Penal (Art. 337-E. Admitir, possibilitar ou dar causa à contratação direta fora das hipóteses previstas em lei), ao qual são cominadas penas de reclusão de 4 a 8 anos, e multa.\nIV. Paulo praticou o delito de ameaça contra sua esposa, tipificado no art. 147, caput, do Código Penal (Art. 147. Ameaçar alguém, por palavra, escrito ou gesto, ou qualquer outro meio simbólico, de causar-lhe mal injusto e grave), com pena cominada de detenção, de 1 a 6 meses, ou multa.\nNos termos preconizados pelo Código de Processo Penal, após as alterações promovidas pelo Pacote Anticrime, ao término das investigações, não sendo o caso de arquivamento do inquérito policial, presentes os demais requisitos legais, o Ministério Público poderá propor o acordo de não persecução penal APENAS para",
    "alternatives": [
      {
        "letter": "A",
        "text": "Benício."
      },
      {
        "letter": "B",
        "text": "Benício e Rosália."
      },
      {
        "letter": "C",
        "text": "Benício, Rosália e Paulo."
      },
      {
        "letter": "D",
        "text": "Marcela e Paulo."
      },
      {
        "letter": "E",
        "text": "Paulo."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q3531600",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/f17f4a1e-71",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal"
    ],
    "year": "2025",
    "banca": "FCC",
    "orgao": "DPE-AM",
    "prova": "FCC - 2025 - DPE-AM - Defensor Público",
    "enunciation": "Sobre o acordo de não persecução penal:",
    "alternatives": [
      {
        "letter": "A",
        "text": "É importante medida de política criminal consensual, podendo ser aplicada quando for o caso de arquivamento do inquérito policial pela atipicidade da conduta."
      },
      {
        "letter": "B",
        "text": "Da decisão judicial que recusar sua homologação caberá apelação criminal, no prazo de 10 dias."
      },
      {
        "letter": "C",
        "text": "A autoridade policial somente poderá propô-lo nos casos de infração cuja pena privativa de liberdade máxima não seja superior a 4 anos."
      },
      {
        "letter": "D",
        "text": "É cabível em ações penais privadas, possuindo o Ministério Público legitimidade supletiva para propor o acordo quando houver inércia ou recusa infundada do querelante."
      },
      {
        "letter": "E",
        "text": "A confissão pelo investigado na fase de inquérito policial constitui exigência do artigo 28-A do CPP, sendo válida a negativa de formulação da respectiva proposta baseada em sua ausência."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q3387020",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/23c8233d-3f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2025",
    "banca": "FCC",
    "orgao": "DPE-RS",
    "prova": "FCC - 2025 - DPE-RS - Defensor Público",
    "enunciation": "O Ministério Público, na qualidade de titular da ação penal pública, possui prazos a serem cumpridos para o oferecimento da denúncia. No entanto, nos casos de extrapolação do prazo legal, de forma injustificada, a lei processual delega à vítima a possibilidade de ingressar com uma Ação Penal Privada Subsidiária da Pública. Nesse caso, será admitida",
    "alternatives": [
      {
        "letter": "A",
        "text": "queixa-crime nos delitos de ação pública, se esta não for intentada no prazo legal, cabendo ao Ministério Público aditar a queixa-crime, e oferecer denúncia substitutiva, intervir em todos os termos do processo, fornecer elementos de prova, interpor recurso adesivo e, no caso de negligência da vítima, retomar a ação pública incondicionada."
      },
      {
        "letter": "B",
        "text": "ação privada nos crimes de ação pública, se esta não for intentada no prazo legal, cabendo ao Ministério Público aditar a queixa, repudiá-la e oferecer denúncia substitutiva, intervir em todos os termos do processo, fornecer elementos de prova, interpor recurso e, a todo tempo, no caso de negligência do querelante, retomar a ação como parte principal."
      },
      {
        "letter": "C",
        "text": "ação privada nos crimes de ação pública, se esta não for intentada no prazo legal, cabendo ao Ministério Público aditar a queixa, repudiá-la ou oferecer queixa substitutiva, intervindo em todos os atos do processo, fornecer elementos de prova, interpor recurso e, a todo tempo, no caso de imperícia do querelante, retomar a ação como parte principal."
      },
      {
        "letter": "D",
        "text": "ação privada subsidiária da pública, se esta não for intentada no prazo estabelecido em lei, cabendo ao Ministério Público alterar a queixa, rejeitá-la e oferecer nova denúncia, intervir em todos os termos do processo, fornecer elementos de prova, interpor recurso e, a todo tempo, no caso de negligência do querelado, retomar a ação como parte principal."
      },
      {
        "letter": "E",
        "text": "ação privada nos crimes de ação pública, se esta não for intentada no prazo legal, cabendo ao Ministério Público aditar a queixa, repudiá-la e oferecer denúncia substitutiva, intervir em todos os termos do processo, e fornecer testemunhas e prova documental, a todo tempo, no caso de negligência do querelante, retomar a ação como parte principal."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q3304104",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bc7639bb-1b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal"
    ],
    "year": "2025",
    "banca": "FCC",
    "orgao": "DPE-SP",
    "prova": "FCC - 2025 - DPE-SP - Analista de Defensoria",
    "enunciation": "Em determinada Vara Criminal do Fórum Central da Barra Funda, Guilherme, primário, após não ter aceitado o acordo de não persecução penal por negar a autoria, foi denunciado pelo Promotor de Justiça oficiante por supostamente ter praticado o delito de furto qualificado mediante fraude. Segundo consta, Guilherme teria se passado por manobrista e, desse modo, levado o veículo de Augusto. Ao receber os autos, o Juiz competente, entendendo ser o caso de estelionato simples, deve, segundo o Superior Tribunal de Justiça,",
    "alternatives": [
      {
        "letter": "A",
        "text": "determinar o retomo dos autos ao Promotor de Justiça para que corrija a capitulação e, somente após, receber a denúncia."
      },
      {
        "letter": "B",
        "text": "enviar os autos ao Procurador-Geral de Justiça, nos termos do artigo 28 do Código de Processo Penal."
      },
      {
        "letter": "C",
        "text": "realizar a emendatio libelli antecipada, determinando o envio dos autos ao Promotor de Justiça para que ofereça sus• pensão condicional do processo."
      },
      {
        "letter": "D",
        "text": "receber a denúncia e aguardar a instrução criminal para maiores esclarecimentos táticos e, somente após, se permanecer seu entendimento, proceder à emendatio libelli na sentença."
      },
      {
        "letter": "E",
        "text": "rejeitar a denúncia por ser inepta, não podendo o Ministério Público apresentar nova denúncia sem provas consideradas material e formalmente novas."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q3304100",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bc6b8c6c-1b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal"
    ],
    "year": "2025",
    "banca": "FCC",
    "orgao": "DPE-SP",
    "prova": "FCC - 2025 - DPE-SP - Analista de Defensoria",
    "enunciation": "Em relação ao acordo de não-persecução penal:",
    "alternatives": [
      {
        "letter": "A",
        "text": "o descumprimento pelo investigado também poderá ser utilizado pelo Ministério Público como justificativa para o eventual não oferecimento de suspensão condicional do processo."
      },
      {
        "letter": "B",
        "text": "em caso de recusa à homologação pelo juiz competente, caberá apelação no prazo de 05 dias contados da intimação pessoal do Defensor Público."
      },
      {
        "letter": "C",
        "text": "é válida a negativa de formulação da proposta de acordo baseada na ausência de confissão do investigado na fase de inquérito policial."
      },
      {
        "letter": "D",
        "text": "conforme expressa disposição legal, não é possível o oferecimento para réus reincidentes, ainda que insignificante a ação penal pretérita."
      },
      {
        "letter": "E",
        "text": "constituí negócio jurídico processual penal de natureza processual e, portanto, não é cabível para delitos cometidos anteriormente à vigência da Lei nº 13.964/2019, que o normatizou."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q2564678",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/51d925ec-58",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Acordo de Não Persecução Penal"
    ],
    "year": "2024",
    "banca": "FCC",
    "orgao": "TRF - 3ª REGIÃO",
    "prova": "FCC - 2024 - TRF - 3ª REGIÃO - Técnico Judiciário - Área Administrativa",
    "enunciation": "Considere os seguintes casos hipotéticos, envolvendo pessoas primárias e sem qualquer antecedente criminal, que estão sendo investigadas em inquéritos policiais instaurados:\n\n— Rodrigo, para favorecer interesse próprio, ameaçou uma testemunha que iria depor em uma ação penal, incorrendo, em tese, no crime de coação no curso do processo, previsto no artigo 344, do Código Penal, que estabelece pena de 1 a 4 anos de reclusão, e multa, além da pena correspondente à violência.\n\n— Matias falsificou um lote de dez mil notas de R$ 50,00, incorrendo, em tese, no crime de moeda falsa, previsto no artigo 289, do Código Penal, que estabelece pena de 3 a 12 anos de reclusão e multa.\n\n— Rita, funcionária pública, facilitou, com infração de dever funcional, a prática de contrabando, incorrendo, em tese, no crime do artigo 318, do Código Penal, que estabelece pena de 3 a 8 anos de reclusão e multa.\n\n— Wilson opôs-se à execução de mandado de busca domiciliar, regularmente expedido, mediante violência a funcionário público competente para executá-lo, incorrendo, em tese, no crime de resistência, previsto no artigo 329, do Código Penal, que estabelece pena de 2 meses a 2 anos de detenção, sem prejuízo das penas correspondentes à violência.\n\n\nNos termos preconizados pelo Código de Processo Penal, após as alterações promovidas pelo Pacote Anticrime, ao término das investigações, não sendo o caso de arquivamento do inquérito policial, presentes os demais requisitos legais, o Ministério Público poderá propor o acordo de não persecução penal APENAS para",
    "alternatives": [
      {
        "letter": "A",
        "text": "Rodrigo, Matias e Rita."
      },
      {
        "letter": "B",
        "text": "Matias e Rita."
      },
      {
        "letter": "C",
        "text": "Matias e Wilson."
      },
      {
        "letter": "D",
        "text": "Rodrigo e Wilson."
      },
      {
        "letter": "E",
        "text": "Matias, Rita e Wilson."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q1981470",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/d7905064-5f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "DPE-MT",
    "prova": "FCC - 2022 - DPE-MT - Defensor Público de 1ª Classe",
    "enunciation": "Acerca das disposições legais sobre a representação, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "O inquérito policial para averiguar a ocorrência de crime de perigo de contágio venéreo não pode ser iniciado sem a representação do ofendido."
      },
      {
        "letter": "B",
        "text": "No caso de crime capitulado como furto de coisa comum, a necessária representação será irretratável após recebida a denúncia."
      },
      {
        "letter": "C",
        "text": "Oferecida a representação, torna-se obrigatória a instauração de inquérito policial, sem o qual não pode o Ministério Público intentar ação penal."
      },
      {
        "letter": "D",
        "text": "No caso de morte do ofendido ou quando declarado ausente por decisão judicial, extingue-se o processo penal pela decadência do direito de representar."
      },
      {
        "letter": "E",
        "text": "O crime de estelionato, a partir do denominado “Pacote Anticrime”, passou a ser de ação penal pública incondicionada, salvo se a vítima for criança ou adolescente, quando se exigirá representação dos responsáveis legais."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q1952908",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/47efb1ba-19",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "TJ-CE",
    "prova": "FCC - 2022 - TJ-CE - Analista Judiciário - Área Judiciária",
    "enunciation": "A denúncia será rejeitada quando",
    "alternatives": [
      {
        "letter": "A",
        "text": "incabível a prisão preventiva do acusado."
      },
      {
        "letter": "B",
        "text": "faltar justa causa para o exercício da ação penal."
      },
      {
        "letter": "C",
        "text": "o acusado não constituir advogado e for citado por hora certa."
      },
      {
        "letter": "D",
        "text": "existente causa que exclua a ilicitude do fato."
      },
      {
        "letter": "E",
        "text": "determinada a quebra da fiança."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q1951105",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/1f898b3a-18",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "TJ-CE",
    "prova": "FCC - 2022 - TJ-CE - Oficial de Justiça",
    "enunciation": "Nos delitos de ação penal pública condicionada",
    "alternatives": [
      {
        "letter": "A",
        "text": "a denúncia será promovida pelo Ministério Público ou mediante queixa do ofendido."
      },
      {
        "letter": "B",
        "text": "o ofendido poderá se retratar da representação, desde que o faça a qualquer tempo antes da sentença."
      },
      {
        "letter": "C",
        "text": "a denúncia poderá ser oferecida pelo Ministério Público sem a instauração do inquérito policial, se a representação trouxer elementos suficientes à ação penal."
      },
      {
        "letter": "D",
        "text": "o direito de representação poderá ser exercido pessoalmente ou por procurador com poderes especiais, desde que haja declaração escrita do ofendido."
      },
      {
        "letter": "E",
        "text": "o direito de representação será extinto em caso de morte do ofendido."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q1951099",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/1f72e369-18",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Acordo de Não Persecução Penal"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "TJ-CE",
    "prova": "FCC - 2022 - TJ-CE - Oficial de Justiça",
    "enunciation": "Sobre o acordo de não persecução penal, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Os tribunais superiores possuem entendimento unânime de não admitir sua aplicação aos processos já em curso, por se tratar de norma de caráter processual."
      },
      {
        "letter": "B",
        "text": "Um dos requisitos para seu oferecimento é que o investigado tenha confessado a prática da infração penal formal e circunstancialmente perante a autoridade policial."
      },
      {
        "letter": "C",
        "text": "A confissão formal e circunstancial a que se refere o artigo 28-A, do Código de Processo Penal deve ser feita à autoridade judicial."
      },
      {
        "letter": "D",
        "text": "É cabível ainda que o investigado esteja em cumprimento de suspensão condicional do processo quando da prática da infração penal, pois referida suspensão não enseja reincidência."
      },
      {
        "letter": "E",
        "text": "Para aferição da pena mínima exigida como requisito para seu oferecimento, devem ser consideradas as causas de aumento e diminuição de pena aplicáveis ao caso concreto."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q1938087",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/01da6a20-00",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Acordo de Não Persecução Penal"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "DPE-CE",
    "prova": "FCC - 2022 - DPE-CE - Defensor(a) Público(a) de Entrância Inicial",
    "enunciation": "O acordo de não persecução penal",
    "alternatives": [
      {
        "letter": "A",
        "text": "reforça o sistema acusatório ao permitir que o Ministério Público proponha acordo antes mesmo da análise do arquivamento da acusação ou oferecimento da denúncia."
      },
      {
        "letter": "B",
        "text": "não será cabível se o agente tiver realizado outro acordo de não persecução penal no período de 5 (cinco) anos anteriores ao cometimento da infração."
      },
      {
        "letter": "C",
        "text": "não será cabível em crimes praticados contra o meio ambiente devido ao âmbito de proteção constitucional do bem jurídico penalmente tutelado."
      },
      {
        "letter": "D",
        "text": "será cabível em crimes culposos com resultado violento, exceto no crime de homicídio culposo na direção de veículo automotor."
      },
      {
        "letter": "E",
        "text": "deverá contar com a anuência da vítima nos casos em que a reparação de dano ou restituição da coisa for condição do acordo e o investigado estiver impossibilitado de fazê-lo."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q1927533",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/07165bbe-f0",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Acordo de Não Persecução Penal"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "MPE-PE",
    "prova": "FCC - 2022 - MPE-PE - Promotor de Justiça e Promotor de Justiça Substituto",
    "enunciation": "Considere abaixo as causas que impedem o acordo de não persecução penal:\n\n\n\n\nI. Se for cabível a suspensão condicional da pena, nos termos da lei.\n\n\n\n\nII. Se o investigado for reincidente ou se houver elementos probatórios que indiquem conduta criminal habitual, reiterada ou profissional, exceto se insignificantes as infrações penais pretéritas.\n\n\n\n\nIII. Ter sido o agente beneficiado nos 2 anos anteriores ao cometimento da infração, em acordo de não persecução penal, transação penal ou suspensão condicional do processo.\n\n\n\n\nIV. Crimes praticados no âmbito de violência doméstica ou familiar, ou praticados contra a mulher por razões da condição de sexo feminino.\n\n\n\n\nEstá correto o que se afirma APENAS em",
    "alternatives": [
      {
        "letter": "A",
        "text": "II e III."
      },
      {
        "letter": "B",
        "text": "I e IV."
      },
      {
        "letter": "C",
        "text": "I, II e III."
      },
      {
        "letter": "D",
        "text": "I, III e IV."
      },
      {
        "letter": "E",
        "text": "II e IV."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q1908927",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/7b90dfca-d1",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Acordo de Não Persecução Penal"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "DPE-PB",
    "prova": "FCC - 2022 - DPE-PB - Defensor Público",
    "enunciation": "Leandro, menor de 21 anos e com passagens na vara da infância e juventude, foi preso pela primeira vez após maioridade. Para conseguir dinheiro para alimentar sua filha recém-nascida, estava vendendo maconha na comunidade, sozinho, fazia 5 dias. Preso em flagrante, ficou em silêncio em seu interrogatório policial. Sua família procura a Defensoria Pública para orientação. Com base nos entendimentos jurisprudenciais,",
    "alternatives": [
      {
        "letter": "A",
        "text": "o fato de ter passagens pela vara da infância e juventude impede que lhe seja oferecido acordo de não persecução penal."
      },
      {
        "letter": "B",
        "text": "é cabível o oferecimento do acordo de não persecução penal por se tratar de crime de tráfico privilegiado, oportunizando momento e local correto para Leandro confessar os fatos."
      },
      {
        "letter": "C",
        "text": "a venda de drogas por mais de 4 dias configura habitualidade, o que impede o oferecimento de acordo de não persecução penal."
      },
      {
        "letter": "D",
        "text": "não terá direito ao acordo de não persecução penal porque não consta confissão formal e circunstanciada dos fatos, devendo esta ser prévia à análise do Promotor de Justiça."
      },
      {
        "letter": "E",
        "text": "não terá direito ao acordo de não persecução penal por se tratar de crime hediondo com pena mínima superior a 4 anos."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q1860582",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/0241ce8e-75",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2021",
    "banca": "FCC",
    "orgao": "TJ-SC",
    "prova": "FCC - 2021 - TJ-SC - Técnico Judiciário Auxiliar",
    "enunciation": "Sobre a ação penal, de acordo com o Código de Processo Penal,",
    "alternatives": [
      {
        "letter": "A",
        "text": "o ofendido decairá no direito de queixa ou representação se não o exercer dentro do prazo de 6 meses, contados do dia do cometimento do fato delituoso."
      },
      {
        "letter": "B",
        "text": "o inquérito policial é indispensável para a propositura da ação penal pública incondicionada."
      },
      {
        "letter": "C",
        "text": "na ação penal pública condicionada à representação, sendo esta ato personalíssimo do ofendido, a sua morte acarreta a automática extinção da punibilidade do acusado."
      },
      {
        "letter": "D",
        "text": "se o querelante deixar de promover seu andamento durante 15 dias seguidos, a ação penal privada restará perempta."
      },
      {
        "letter": "E",
        "text": "a queixa, ainda quando a ação for privativa do ofendido, poderá ser aditada pelo Ministério Público, a quem caberá intervir em todos os termos subsequentes do processo."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q1860578",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/0227ae7e-75",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação Penal - Noções Gerais"
    ],
    "year": "2021",
    "banca": "FCC",
    "orgao": "TJ-SC",
    "prova": "FCC - 2021 - TJ-SC - Técnico Judiciário Auxiliar",
    "enunciation": "De acordo com o Código de Processo Penal, a denúncia ou a queixa serão rejeitadas quando o juiz verificar",
    "alternatives": [
      {
        "letter": "A",
        "text": "falta de justa causa para a ação penal."
      },
      {
        "letter": "B",
        "text": "a existência manifesta de causa excludente da ilicitude do fato."
      },
      {
        "letter": "C",
        "text": "que o fato narrado é atípico."
      },
      {
        "letter": "D",
        "text": "que está extinta a punibilidade do agente."
      },
      {
        "letter": "E",
        "text": "que o agente praticou os fatos em legítima defesa."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q1836861",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/84f4674c-37",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Acordo de Não Persecução Penal"
    ],
    "year": "2021",
    "banca": "FCC",
    "orgao": "DPE-RR",
    "prova": "FCC - 2021 - DPE-RR - Defensor Público",
    "enunciation": "Sobre o acordo de não persecução penal e a suspensão condicional do processo:",
    "alternatives": [
      {
        "letter": "A",
        "text": "O descumprimento do acordo de não persecução penal não poderá ser usado como justificativa para posterior não oferecimento de suspensão condicional do processo no mesmo processo."
      },
      {
        "letter": "B",
        "text": "Podem ser oferecidos na ação penal pública incondicionada, na ação penal pública condicionada à representação e na ação penal privada."
      },
      {
        "letter": "C",
        "text": "Possuem os mesmos requisitos legais, embora distinto o momento processual em que propostos."
      },
      {
        "letter": "D",
        "text": "Caso cumpridas as obrigações convencionadas, o juiz absolverá o réu, no caso da suspensão condicional do processo, ou extinguirá sua punibilidade, no caso do acordo de não persecução penal."
      },
      {
        "letter": "E",
        "text": "Exigem a confissão formal e circunstanciada da prática da infração penal pelo investigado, sem a necessidade de apontar eventuais coautores."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q1826217",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/b183d183-26",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Acordo de Não Persecução Penal"
    ],
    "year": "2021",
    "banca": "FCC",
    "orgao": "TJ-GO",
    "prova": "FCC - 2021 - TJ-GO - Juiz Substituto",
    "enunciation": "Em relação ao acordo de não persecução penal, a legislação vigente estabelece:",
    "alternatives": [
      {
        "letter": "A",
        "text": "É cabível acordo de não persecução penal para infração penal praticada sem violência ou grave ameaça, com pena mínima igual ou inferior a quatro anos."
      },
      {
        "letter": "B",
        "text": "A vítima será intimada da homologação do acordo de não persecução penal, mas não de seu descumprimento."
      },
      {
        "letter": "C",
        "text": "É cabível acordo de não persecução penal, mesmo se o agente tiver se beneficiado, nos cinco anos anteriores ao cometimento da infração penal, em transação penal ou suspensão condicional do processo."
      },
      {
        "letter": "D",
        "text": "Para aferição da pena mínima cominada ao delito, não devem ser consideradas as causas de aumento e diminuição aplicáveis ao caso."
      },
      {
        "letter": "E",
        "text": "Se o juiz considerar inadequadas, insuficientes ou abusivas as condições dispostas no acordo de não persecução penal, devolverá os autos ao Ministério Público para que seja reformulada a proposta de acordo, com concordância do investigado e seu defensor."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q1785367",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/059c1b56-f9",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Acordo de Não Persecução Penal"
    ],
    "year": "2021",
    "banca": "FCC",
    "orgao": "DPE-BA",
    "prova": "FCC - 2021 - DPE-BA - Defensor (A) Público (A)",
    "enunciation": "O acordo de não persecução penal",
    "alternatives": [
      {
        "letter": "A",
        "text": "poderá ser oferecido em casos de crimes contra a Administração pública."
      },
      {
        "letter": "B",
        "text": "deve ser proposto no prazo do oferecimento da denúncia sob pena de preclusão."
      },
      {
        "letter": "C",
        "text": "reforça a obrigatoriedade da ação penal pública incondicionada."
      },
      {
        "letter": "D",
        "text": "é incabível para investigados reincidentes ou se houver elementos que indiquem sua reiteração criminosa."
      },
      {
        "letter": "E",
        "text": "precede à análise do Ministério Público acerca do arquivamento do inquérito policial."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q1085184",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/0a5fa5b2-22",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Condições para o Exercício da Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies"
    ],
    "year": "2019",
    "banca": "FCC",
    "orgao": "TRF - 3ª REGIÃO",
    "prova": "FCC - 2019 - TRF - 3ª REGIÃO - Técnico Judiciário - Administrativa",
    "enunciation": "Maurício esteve em uma festa realizada em uma casa noturna, situada na cidade de São Paulo, no dia 10 de julho de 2019. Acabou se envolvendo em uma briga e foi agredido por duas pessoas não identificadas. Maurício registrou Boletim de Ocorrência e foi submetido a exame de corpo de delito, que constatou que ele sofreu lesões corporais de natureza leve. No curso das investigações, de posse das imagens das câmeras de segurança do estabelecimento, foi possível identificar os dois agressores. Maurício compareceu ao Distrito Policial e realizou o reconhecimento pessoal dos seus agressores em 15 de agosto de 2019, os quais foram devidamente qualificados nessa data. No dia 10 de setembro de 2019, Maurício faleceu em decorrência de um infarto, deixando uma esposa, Fabíola. No caso hipotético apresentado, tratando-se de crime que se processa mediante representação do ofendido, Fabíola, na condição de cônjuge do falecido, deverá ofertar a necessária representação para ver os agressores do seu finado esposo processados criminalmente no prazo de",
    "alternatives": [
      {
        "letter": "A",
        "text": "03 meses, contado a partir da data do óbito de Maurício."
      },
      {
        "letter": "B",
        "text": "06 meses, contado a partir do dia 10 de julho de 2019."
      },
      {
        "letter": "C",
        "text": "06 meses, contado a partir do dia 15 de agosto de 2019."
      },
      {
        "letter": "D",
        "text": "06 meses, contado a partir da data do óbito de Maurício."
      },
      {
        "letter": "E",
        "text": "03 meses, contado a partir do dia 10 de julho de 2019."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q1064751",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/3f6769d9-12",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2019",
    "banca": "FCC",
    "orgao": "Câmara de Fortaleza - CE",
    "prova": "FCC - 2019 - Câmara de Fortaleza - CE - Agente Administrativo",
    "enunciation": "Sobre a ação penal privada é correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "será promovida por denúncia do Ministério Público ou por requisição do Ministro da Justiça."
      },
      {
        "letter": "B",
        "text": "seu exercício depende de representação do Ministério Público e aceitação da vítima."
      },
      {
        "letter": "C",
        "text": "pode ser intentada tanto pelo ofendido quanto por quem tenha qualidade para representá-lo."
      },
      {
        "letter": "D",
        "text": "deve ser proposta no prazo de trinta dias da descoberta do crime pelo ofendido."
      },
      {
        "letter": "E",
        "text": "pode ser exercida por qualquer pessoa que saiba do crime e independe da vontade do ofendido."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q1026882",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/b855bbc0-df",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação Penal - Noções Gerais"
    ],
    "year": "2019",
    "banca": "FCC",
    "orgao": "MPE-MT",
    "prova": "FCC - 2019 - MPE-MT - Promotor de Justiça Substituto",
    "enunciation": "Ao tratar da iniciativa da ação penal, o Código de Processo Penal, estabelece, como regra, que a iniciativa será do Ministério Público. Todavia, mesmo nos crimes de ação pública, por vezes, a lei exige a representação do ofendido. Declarado judicialmente ausente o ofendido, terão qualidade para representá-lo APENAS",
    "alternatives": [
      {
        "letter": "A",
        "text": "os herdeiros necessários, o curador especial ou advogado constituído."
      },
      {
        "letter": "B",
        "text": "o cônjuge, ascendente ou descendente."
      },
      {
        "letter": "C",
        "text": "o cônjuge, ascendente, descendente ou irmão."
      },
      {
        "letter": "D",
        "text": "os sucessores ou curador."
      },
      {
        "letter": "E",
        "text": "os sucessores ou tutor."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q1013441",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/7700befc-b7",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa ",
      "Procedimento Penal",
      "Ação penal de iniciativa privada: definição, princípios e espécies                      ",
      "Ação penal nos crimes contra a honra                      ",
      "Procedimento especial dos crimes contra a honra"
    ],
    "year": "2019",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2019 - TRF - 4ª REGIÃO - Técnico Judiciário - Área Administrativa",
    "enunciation": "Ronaldo, mediante seu advogado José, apresenta queixa-crime contra Silvana, Fábio e Rodrigo, imputando-lhes os crimes de calúnia e difamação. Sobre o caso hipotético apresentado e a queixa-crime, nos crimes de ação penal privada, nos moldes estabelecidos pelo Código de Processo Penal, é INCORRETO afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "O perdão concedido por Ronaldo à querelada Silvana a todos aproveitará, ainda que recusado por Fábio e Rodrigo."
      },
      {
        "letter": "B",
        "text": "O Ministério Público poderá aditar a queixa-crime, no prazo de 03 dias, contados do recebimento dos autos, e deverá intervir em todos os termos subsequentes do processo."
      },
      {
        "letter": "C",
        "text": "Se a uma quarta pessoa for imputado o mesmo crime de Silvana, Fábio e Rodrigo, o Ministério Público deverá zelar pela indivisibilidade da ação penal, obrigando o querelante Ronaldo ao processamento de todos."
      },
      {
        "letter": "D",
        "text": "Estará perempta a ação penal privada iniciada por queixa-crime apresentada por Ronaldo se este deixar de promover o andamento do processo durante 30 dias seguidos."
      },
      {
        "letter": "E",
        "text": "José, advogado de Ronaldo, para ajuizar a ação penal privada, deverá estar munido de procuração com poderes especiais, constando, em regra, o nome do querelante e a menção do fato criminoso."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q954312",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/25fef0b4-09",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Ação Penal ",
      "Denúncia e Queixa",
      "Procedimento comum sumaríssimo - Lei nº 9.099 de 1995 - Lei dos Juizados Especiais Criminais - JECRIM                      ",
      "Procedimento Penal                      ",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "DPE-MA",
    "prova": "FCC - 2018 - DPE-MA - Defensor Público",
    "enunciation": "Roberto foi preso em flagrante pela suposta participação no delito de furto de uma bicicleta. Na lavratura do respectivo auto foram ouvidos os policiais responsáveis pela prisão e o indiciado. A prisão em flagrante foi convertida em prisão preventiva em sede de audiência de custódia. Concluídas as investigações e relatado o inquérito policial, os autos foram encaminhados ao Ministério Público. Ao analisar o caso, no entanto, o Promotor de Justiça entendeu haver diligência imprescindível para o oferecimento da denúncia, consistente na oitiva da vítima proprietária da bicicleta, eis que Roberto disse ter com ela negociado a compra do referido objeto. Nesse caso, deverá o Promotor de Justiça",
    "alternatives": [
      {
        "letter": "A",
        "text": "determinar o arquivamento do inquérito policial."
      },
      {
        "letter": "B",
        "text": "denunciar Roberto e solicitar o prazo de 30 dias para eventual aditamento da denúncia."
      },
      {
        "letter": "C",
        "text": "intimar a vítima para que compareça ao Ministério Público no prazo de 60 dias, sob pena de crime de desobediência, requerendo a manutenção da custódia cautelar de Roberto."
      },
      {
        "letter": "D",
        "text": "oferecer transação penal, nos termos do art. 89 da Lei n° 9.099/95."
      },
      {
        "letter": "E",
        "text": "requerer o retorno dos autos à Delegacia de origem para que seja realizada a oitiva da vítima e a imediata soltura do indiciado."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q930619",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/9ea48c02-b6",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "MPE-PB",
    "prova": "FCC - 2018 - MPE-PB - Promotor de Justiça Substituto",
    "enunciation": "Para que a ação penal tenha justa causa e possibilite a ampla defesa do acusado, a denúncia deverá conter os seguintes requisitos essenciais:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Exposição do fato criminoso, com todas as suas circunstâncias, a qualificação do acusado ou esclarecimentos pelos quais se possa identificá-lo, a classificação do crime e, quando necessário, o rol das testemunhas."
      },
      {
        "letter": "B",
        "text": "Exposição do fato criminoso, com todas as suas circunstâncias, a qualificação do acusado ou esclarecimentos pelos quais se possa identificá-lo, a classificação do crime, o rol das testemunhas e o pedido de condenação."
      },
      {
        "letter": "C",
        "text": "Exposição do fato criminoso, com todas as suas circunstâncias, a qualificação do acusado ou esclarecimentos pelos quais se possa identificá-lo, a classificação do crime, o rol das testemunhas e pedido alternativo para o caso de desclassificação do crime."
      },
      {
        "letter": "D",
        "text": "Exposição do fato criminoso, com todas as suas circunstâncias, a qualificação do acusado e da vítima ou esclarecimentos pelos quais se possa identificá-los, a classificação do crime e o rol completo das provas que se pretende produzir."
      },
      {
        "letter": "E",
        "text": "Exposição do fato criminoso, com todas as suas circunstâncias, a qualificação do acusado ou esclarecimentos pelos quais se possa identificá-lo, a classificação do crime, o rol das testemunhas, o pedido de condenação e o procedimento a ser observado."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q930618",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/9ea0c233-b6",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "MPE-PB",
    "prova": "FCC - 2018 - MPE-PB - Promotor de Justiça Substituto",
    "enunciation": "Estabelece o Código de Processo Penal que o Ministério Público velará pela indivisibilidade da ação penal de iniciativa privada. Sobre o tema, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Caso julgue necessários maiores esclarecimentos e documentos complementares, o Ministério Público terá o prazo de três dias para aditar a queixa."
      },
      {
        "letter": "B",
        "text": "A renúncia ao exercício do direito de queixa, em relação a um dos autores do crime, deverá ser aceita pelo beneficiário."
      },
      {
        "letter": "C",
        "text": "A queixa contra qualquer dos autores do crime obrigará ao processo de todos."
      },
      {
        "letter": "D",
        "text": "Em caso de abandono da ação penal privada pelo querelante, o Ministério Público deverá assumir a acusação."
      },
      {
        "letter": "E",
        "text": "Na hipótese de ação penal perempta, o Juiz, somente após ouvir o Ministério Público, poderá declarar extinta a punibilidade do querelado."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q930617",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/9e9d1bd9-b6",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "MPE-PB",
    "prova": "FCC - 2018 - MPE-PB - Promotor de Justiça Substituto",
    "enunciation": "No caso de morte do ofendido, a ordem preferencial para se exercer o direito de queixa, segundo o que dispõe o Código de Processo Penal, é",
    "alternatives": [
      {
        "letter": "A",
        "text": "ascendente, descendente e cônjuge."
      },
      {
        "letter": "B",
        "text": "cônjuge, ascendente, descendente e irmão."
      },
      {
        "letter": "C",
        "text": "descendente, ascendente e irmão."
      },
      {
        "letter": "D",
        "text": "ascendente, descendente e representante legal."
      },
      {
        "letter": "E",
        "text": "cônjuge, descendente, ascendente e tutor ou curador."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q908309",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/0cfb4e97-79",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Procedimentos Alternativos de Investigação Criminal ",
      "Investigação Criminal Promovida pelo Ministério Público"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "DPE-AM",
    "prova": "FCC - 2018 - DPE-AM - Defensor Público - Reaplicação",
    "enunciation": "O Ministério Público dispõe de atribuição para promover, por autoridade própria, e por prazo razoável, investigações de natureza penal, desde que respeitados os direitos e garantias que assistem a qualquer indiciado ou a qualquer pessoa sob investigação do Estado, observadas, sempre, por seus agentes, as",
    "alternatives": [
      {
        "letter": "A",
        "text": "providências para a degravação da audiência realizada por meio audiovisual, quando solicitada pela defesa do investigado."
      },
      {
        "letter": "B",
        "text": "regras constitucionais do controle externo da atividade policial e a disciplina infraconstitucional estabelecida pelo Conselho Nacional do Ministério Público."
      },
      {
        "letter": "C",
        "text": "averiguações preliminares para verificar a inexistência de prévia investigação policial sobre os mesmos fatos."
      },
      {
        "letter": "D",
        "text": "hipóteses de reserva constitucional de jurisdição e, também, as prerrogativas profissionais de que se acham investidos, em nosso país, os advogados e defensores públicos."
      },
      {
        "letter": "E",
        "text": "hipóteses legais de sigilo das investigações até o oferecimento da denúncia."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q908306",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/0cf16e64-79",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies ",
      "Lei Maria da Penha - Lei nº 11.340 de 2006"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "DPE-AM",
    "prova": "FCC - 2018 - DPE-AM - Defensor Público - Reaplicação",
    "enunciation": "A ação penal relativa ao crime de lesão corporal resultante de violência doméstica contra a mulher é",
    "alternatives": [
      {
        "letter": "A",
        "text": "pública condicionada à representação quando a lesão corporal for de natureza leve ou culposa."
      },
      {
        "letter": "B",
        "text": "pública incondicionada, independentemente da natureza da lesão corporal."
      },
      {
        "letter": "C",
        "text": "pública incondicionada somente quando a lesão corporal for de natureza grave ou gravíssima."
      },
      {
        "letter": "D",
        "text": "pública incondicionada somente quando a lesão corporal for dolosa."
      },
      {
        "letter": "E",
        "text": "privada, independentemente da natureza da lesão corporal."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q888345",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/e47e861f-4c",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "ALESE",
    "prova": "FCC - 2018 - ALESE - Analista Legislativo - Processo Legislativo",
    "enunciation": "Segundo a doutrina, é possível conceituar a ação penal como o direito do Estado-acusação ou da vítima de ingressar em juízo, pretendendo a prestação jurisdicional, consistente na aplicação das normas de direito penal ao caso concreto. Sobre a ação penal, a legislação vigente dispõe:",
    "alternatives": [
      {
        "letter": "A",
        "text": "A ação de iniciativa privada pode intentar-se nos crimes de ação pública, se o Ministério Público não oferece denúncia no prazo legal."
      },
      {
        "letter": "B",
        "text": "A ação de iniciativa privada é promovida exclusivamente mediante denúncia do ofendido."
      },
      {
        "letter": "C",
        "text": "No caso de morte do ofendido ou de ter sido declarado ausente por decisão judicial, o direito de oferecer queixa ou de prosseguir na ação passa ao Ministério Público."
      },
      {
        "letter": "D",
        "text": "A ação penal é pública, salvo quando a lei expressamente a declara privativa do Ministro da Justiça."
      },
      {
        "letter": "E",
        "text": "A ação pública é promovida pelo ofendido, dependendo, quando a lei o exige, de representação do Ministério Público ou de requisição do Ministro da Justiça."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q873693",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/095d52ce-27",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "DPE-AP",
    "prova": "FCC - 2018 - DPE-AP - Defensor Público",
    "enunciation": "Em caso de ação penal de iniciativa pública condicionada,",
    "alternatives": [
      {
        "letter": "A",
        "text": "a ausência de representação impede o início do processo, mas permite a instauração de inquérito policial desde que mediante requisição judicial."
      },
      {
        "letter": "B",
        "text": "o direito de representação deve ser exercido dentro do prazo de seis meses, contado do dia em que vier a saber quem é o autor do crime."
      },
      {
        "letter": "C",
        "text": "o direito de representação é do ofendido, salvo nos crimes patrimoniais, que passa também ao cônjuge."
      },
      {
        "letter": "D",
        "text": "o direito de representação deve ser exercido pela FUNAI, quando o ofendido é indígena"
      },
      {
        "letter": "E",
        "text": "a representação será retratável até a publicação da sentença."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q842730",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/c833908a-a4",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2017",
    "banca": "FCC",
    "orgao": "DPE-RS",
    "prova": "FCC - 2017 - DPE-RS - Analista - Arquivista",
    "enunciation": "A representação a respeito de fato delituoso, acompanhada de documentos que supostamente o comprovam, forma",
    "alternatives": [
      {
        "letter": "A",
        "text": "o litígio."
      },
      {
        "letter": "B",
        "text": "a denúncia."
      },
      {
        "letter": "C",
        "text": "o contencioso."
      },
      {
        "letter": "D",
        "text": "o despacho."
      },
      {
        "letter": "E",
        "text": "a defesa."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q839028",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/3886d9bf-98",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2017",
    "banca": "FCC",
    "orgao": "TRE-PR",
    "prova": "FCC - 2017 - TRE-PR - Analista Judiciário - Área Judiciária",
    "enunciation": "Sobre as diversas modalidades de ação penal, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Em caso de morte do ofendido, o direito de intentar a ação privada propriamente dita se transmite ao cônjuge, ascendente, descendente ou irmão da vítima."
      },
      {
        "letter": "B",
        "text": "O prazo decandencial para o oferecimento da requisição pelo Ministro da Justiça na ação penal condicionada é de seis meses."
      },
      {
        "letter": "C",
        "text": "A ação penal privada subsidiária da pública fere o comando constitucional que atribui ao Ministério Público a titularidade da ação penal."
      },
      {
        "letter": "D",
        "text": "Com a revogação do crime de adultério, deixou de existir no ordenamento jurídico brasileiro a chamada ação penal privada personalíssima."
      },
      {
        "letter": "E",
        "text": "A perempção poderá ser reconhecida em qualquer momento do inquérito policial, bem como antes ou, ainda, após iniciada a ação penal."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q737202",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/13c31a4c-b7",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação Penal - Noções Gerais"
    ],
    "year": "2016",
    "banca": "FCC",
    "orgao": "SEGEP-MA",
    "prova": "FCC - 2016 - SEGEP-MA - Técnico da Receita Estadual - Tecnologia da Informação - Conhecimentos Gerais",
    "enunciation": "Nas ações penais em que a lei exige a representação do ofendido, a retratação pode ocorrer enquanto NÃO:",
    "alternatives": [
      {
        "letter": "A",
        "text": "oferecida a denúncia."
      },
      {
        "letter": "B",
        "text": "julgada a ação penal."
      },
      {
        "letter": "C",
        "text": "concluído o inquérito policial."
      },
      {
        "letter": "D",
        "text": "oferecida a queixa crime."
      },
      {
        "letter": "E",
        "text": "pronunciado o acusado."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q688071",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/82d2a3ac-74",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação Penal - Noções Gerais"
    ],
    "year": "2016",
    "banca": "FCC",
    "orgao": "SEGEP-MA",
    "prova": "FCC - 2016 - SEGEP-MA - Procurador do Estado",
    "enunciation": "Em tema de ação penal privada, correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "o perdão do ofendido independe de aceitação."
      },
      {
        "letter": "B",
        "text": "o requerimento de instauração de inquérito policial não interrompe o prazo de oferecimento da queixa."
      },
      {
        "letter": "C",
        "text": "importa em renúncia tácita ao direito de queixa o fato de o ofendido receber indenização do dano causado pelo crime."
      },
      {
        "letter": "D",
        "text": "admissível o perdão do ofendido mesmo depois que passa em julgado a sentença condenatória."
      },
      {
        "letter": "E",
        "text": "incabível extinção da punibilidade por perempção."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q640822",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/56b7e911-24",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Condições para o Exercício da Ação Penal"
    ],
    "year": "2016",
    "banca": "FCC",
    "orgao": "Prefeitura de Campinas - SP",
    "prova": "FCC - 2016 - Prefeitura de Campinas - SP - Procurador",
    "enunciation": "Nos crimes de licitações, a ação penal é pública incondicionada porque",
    "alternatives": [
      {
        "letter": "A",
        "text": "é do interesse público a publicidade dos atos licitatórios."
      },
      {
        "letter": "B",
        "text": "são crimes que violam os princípios de legalidade, impessoalidade, moralidade, publicidade e eficiência da administração pública."
      },
      {
        "letter": "C",
        "text": "a licitação destina-se a garantir a observância do princípio constitucional da isonomia, a seleção da proposta mais vantajosa para a Administração e a promoção do desenvolvimento nacional sustentável."
      },
      {
        "letter": "D",
        "text": "cabe ao ministério público promovê-la independentemente de provocação."
      },
      {
        "letter": "E",
        "text": "o titular da ação penal somente poderá promovê-la mediante requisição do chefe do poder executivo."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q614764",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/28cd07e8-de",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2015",
    "banca": "FCC",
    "orgao": "DPE-RR",
    "prova": "FCC - 2015 - DPE-RR - Oficial de Diligência",
    "enunciation": "Atenção: Na questão, assinale a afirmativa correta em relação à proposição apresentada.\nEm relação à ação penal de iniciativa privada:",
    "alternatives": [
      {
        "letter": "A",
        "text": "A renúncia ao exercício do direito de queixa se estende a todos os querelantes."
      },
      {
        "letter": "B",
        "text": "O perdão concedido a um dos querelados aproveitará a todos, sem que produza, todavia, efeito em relação ao que o recusar."
      },
      {
        "letter": "C",
        "text": "Não se admite renúncia tácita."
      },
      {
        "letter": "D",
        "text": "O Ministério Público não pode intervir na ação penal de iniciativa privada."
      },
      {
        "letter": "E",
        "text": "Admite-se a ocorrência de perempção na ação penal de iniciativa privada exclusiva ou subsidiária da pública."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q614763",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/28c8ffe7-de",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Condições para o Exercício da Ação Penal"
    ],
    "year": "2015",
    "banca": "FCC",
    "orgao": "DPE-RR",
    "prova": "FCC - 2015 - DPE-RR - Oficial de Diligência",
    "enunciation": "Atenção: Na questão , assinale a afirmativa correta em relação à proposição apresentada.\nNo tocante à ação penal de iniciativa pública condicionada:",
    "alternatives": [
      {
        "letter": "A",
        "text": "O direito de representação somente pode ser exercido pessoalmente."
      },
      {
        "letter": "B",
        "text": "A representação é irretratável depois de relatado o inquérito policial."
      },
      {
        "letter": "C",
        "text": "O prazo de seis meses para o oferecimento da representação é contado, em regra, do dia em que se consumou o delito."
      },
      {
        "letter": "D",
        "text": "O direito de representação poderá ser exercido mediante declaração oral feita à autoridade policial."
      },
      {
        "letter": "E",
        "text": "Em caso de morte do querelado, o direito de prosseguir na ação passará ao cônjuge, ascendente, descendente ou irmão."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q588527",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/47a2ba2d-a7",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação Penal - Noções Gerais ",
      "Condições para o Exercício da Ação Penal"
    ],
    "year": "2015",
    "banca": "FCC",
    "orgao": "TJ-PI",
    "prova": "FCC - 2015 - TJ-PI - Juiz Substituto",
    "enunciation": "Sobre a ação penal, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Na ação penal privada, se o ofendido for mentalmente enfermo e não tiver representante legal o direito de queixa poderá ser exercido por curador especial nomeado de ofício pelo juiz competente."
      },
      {
        "letter": "B",
        "text": "O prazo para aditamento da queixa será de cinco dias."
      },
      {
        "letter": "C",
        "text": "A ação penal pública será promovida por denúncia do Ministério Público, mas nos casos de contravenção penal poderá ser iniciada por portaria da autoridade policial."
      },
      {
        "letter": "D",
        "text": "Será admitida ação penal privada nos crimes de ação pública, se esta não for intentada no prazo legal, concedendo-se ao ofendido o prazo prescricional do crime para oferecer a queixa."
      },
      {
        "letter": "E",
        "text": "As fundações, associações ou sociedades legalmente constituídas poderão exercer a ação penal, devendo sempre ser representadas pelos seus diretores ou sócios-gerentes."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q555834",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/fb614253-63",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies"
    ],
    "year": "2015",
    "banca": "FCC",
    "orgao": "TCE-AM",
    "prova": "FCC - 2015 - TCE-AM - Auditor",
    "enunciation": "Nos crimes de ação pública, quando a lei o exigir, esta será promovida pelo Ministério Público, mas dependerá de",
    "alternatives": [
      {
        "letter": "A",
        "text": "instrução preliminar."
      },
      {
        "letter": "B",
        "text": "representação do Ministro da Justiça, do ofendido ou de quem tiver qualidade para representá-lo."
      },
      {
        "letter": "C",
        "text": "autorização do Poder Judiciário."
      },
      {
        "letter": "D",
        "text": "recebimento da denúncia pelo Juiz Criminal."
      },
      {
        "letter": "E",
        "text": "requisição do Ministro da Justiça, ou de representação do ofendido ou de quem tiver qualidade para representá-lo."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q553915",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/c7e61741-60",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2015",
    "banca": "FCC",
    "orgao": "DPE-MA",
    "prova": "FCC - 2015 - DPE-MA - Defensor Público",
    "enunciation": "Sobre a ação penal, considerando-se a classificação legal e o entendimento doutrinário e jurisprudencial,",
    "alternatives": [
      {
        "letter": "A",
        "text": "o direito de representação somente poderá ser exercido por procurador, mediante declaração, escrita ou oral, em casos de impossibilidade de execução do ato pelo próprio ofendido."
      },
      {
        "letter": "B",
        "text": "se o órgão do Ministério Público, ao invés de apresentar a denúncia, requerer o arquivamento do inquérito policial ou de quaisquer peças de informação, a vítima poderá, no prazo de seis meses, oferecer ação penal privada subsidiária."
      },
      {
        "letter": "C",
        "text": "após a Constituição Federal de 1988, a ação penal privada subsidiária da pública não respeitará mais o prazo de seis meses previsto para as ações penais privadas, por se tratar de um direito constitucional, conforme já decidiu o STF."
      },
      {
        "letter": "D",
        "text": "sendo a ação de natureza privada, no caso de morte do ofendido ou quando declarado ausente por decisão judicial, o direito de oferecer queixa ou prosseguir na ação passará ao cônjuge, ascendente, descendente ou irmão, salvo nos casos de ação penal privada personalíssima."
      },
      {
        "letter": "E",
        "text": "nos casos de ação penal privada, ocorrendo a morte do ofendido, se comparecer mais de uma pessoa com direito de queixa, a preferência será definida pela ordem de manifestação."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q544947",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a1f151d6-47",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2015",
    "banca": "FCC",
    "orgao": "MPE-PB",
    "prova": "FCC - 2015 - MPE-PB - Técnico Ministerial – Sem Especialidade",
    "enunciation": "Mario e José são jornalistas, colunistas de um determinado jornal brasileiro. Numa edição do jornal em um domingo os referidos jornalistas subscrevem uma matéria ofensiva a Richard, empresário conhecido. Considerando difamatória a matéria, Richard, através de seu advogado, propõe queixa-crime apenas contra o jornalista Mario, imputando-lhe crime de difamação. Neste caso, o Ministério Público, ao receber os autos,",
    "alternatives": [
      {
        "letter": "A",
        "text": "declinará de atuar na ação penal privada."
      },
      {
        "letter": "B",
        "text": "promoverá o aditamento da queixa-crime para incluir o jornalista José, zelando pela indivisibilidade da ação penal."
      },
      {
        "letter": "C",
        "text": "postulará ao juiz a imediata extinção da ação penal, reconhecendo a renúncia tácita ao direito de queixa ao jornalista José, extensiva ao jornalista Mario."
      },
      {
        "letter": "D",
        "text": "postulará ao juiz a rejeição imediata da queixacrime."
      },
      {
        "letter": "E",
        "text": "deverá zelar pela indivisibilidade da ação penal e proporá que o querelante faça o aditamento, sob pena de implicar renúncia ao direito de queixa a ambos os jornalistas."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q483793",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/3a1c64c4-c9",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies"
    ],
    "year": "2015",
    "banca": "FCC",
    "orgao": "CNMP",
    "prova": "FCC - 2015 - CNMP - Analista do CNMP - Direito",
    "enunciation": "Seja qual for o crime, quando praticado em detrimento do patrimônio ou interesse da União, Estado e Município, a ação penal será",
    "alternatives": [
      {
        "letter": "A",
        "text": "pública condicionada à requisição do Ministro da Justiça."
      },
      {
        "letter": "B",
        "text": "privada subsidiária da pública."
      },
      {
        "letter": "C",
        "text": "pública condicionada à representação da pessoa jurídica de direito público."
      },
      {
        "letter": "D",
        "text": "privada."
      },
      {
        "letter": "E",
        "text": "pública."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q463899",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/18e28a04-a4",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "TJ-AP",
    "prova": "FCC - 2014 - TJ-AP - Analista Judiciário - Área Judiciária e Administrativa",
    "enunciation": "Nas ações penais de iniciativa privada,",
    "alternatives": [
      {
        "letter": "A",
        "text": "salvo disposição em contrário, o ofendido, ou seu representante legal, decairá no direito de representação se não o exercer dentro do prazo de seis meses, contado do dia em que vier a saber quem é o autor do crime."
      },
      {
        "letter": "B",
        "text": "o ofendido, ou seu representante legal, decairá no direito de queixa se não o exercer dentro do prazo de seis meses, contado do dia da prática do crime."
      },
      {
        "letter": "C",
        "text": "salvo disposição em contrário, o ofendido, ou seu representante legal, decairá no direito de queixa se não o exercer dentro do prazo de seis meses, contado do dia em que vier a saber quem é o autor do crime."
      },
      {
        "letter": "D",
        "text": "o ofendido, ou seu representante legal, decairá no direito de representação se não o exercer dentro do prazo de seis meses, contado do dia da prática do crime."
      },
      {
        "letter": "E",
        "text": "a iniciativa será sempre do Ministério Público, pois é titular constitucional da ação penal."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q416917",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/c5f53c7d-24",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2014 - TRF - 4ª REGIÃO - Analista Judiciário - Oficial de Justiça Avaliador Federal",
    "enunciation": "Antonio, empresário do ramo de construção civil, foi difamado e injuriado por José, seu vizinho. Antonio faleceu quinze dias depois do ocorrido. Para que José seja processado criminalmente pelas ofensas,",
    "alternatives": [
      {
        "letter": "A",
        "text": "extingue-se a punibilidade de José em razão do falecimento de Antonio."
      },
      {
        "letter": "B",
        "text": "a esposa de Antonio, ou seu filho, poderá oferecer queixa contra José."
      },
      {
        "letter": "C",
        "text": "o Ministério Público deverá oferecer denúncia contra José."
      },
      {
        "letter": "D",
        "text": "a esposa de Antonio deverá oferecer representação para que o Ministério Público possa oferecer denúncia contra José."
      },
      {
        "letter": "E",
        "text": "o filho de Antonio deverá oferecer representação para que o Ministério Público possa oferecer denúncia contra José."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q378922",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/68a8108e-d9",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "TJ-AP",
    "prova": "FCC - 2014 - TJ-AP - Juiz",
    "enunciation": "Em relação à ação penal, o Código de Processo Penal estabelece que",
    "alternatives": [
      {
        "letter": "A",
        "text": "o Ministério Público não pode retomar, como parte principal, a ação penal de iniciativa privada subsidiária da pública em caso de negligência do querelante"
      },
      {
        "letter": "B",
        "text": "a representação será irretratável depois de oferecida a denúncia."
      },
      {
        "letter": "C",
        "text": "apenas a vítima, nos crimes de ação pública incondicionada, poderá provocar a iniciativa do Ministério Público."
      },
      {
        "letter": "D",
        "text": "a ação penal de iniciativa privada subsidiária da pública não se submete a prazo decadencial."
      },
      {
        "letter": "E",
        "text": "o Ministério Público não pode oferecer elementos de prova na ação penal de iniciativa privada subsidiária da pública."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q359426",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/8d8c5f0c-a8",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Competência no Processo Penal ",
      "Ação penal nos crimes contra a honra",
      "Competência criminal da Justiça Federal                      ",
      "Competência criminal da Justiça Estadual"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "TRF - 3ª REGIÃO",
    "prova": "FCC - 2014 - TRF - 3ª REGIÃO - Analista Judiciário - Oficial de Justiça Avaliador",
    "enunciation": "André, juiz da Justiça do Trabalho, devidamente representado, ajuizou ação penal de iniciativa privada, mediante queixa-crime, contra Bruno, seu vizinho de condomínio, pela prática dos crimes de injúria e difamação de que teria sido vítima durante assembleia condominial ocorrida no edifício em que residem, no último dia 02 de novembro. Em relação a este fato,",
    "alternatives": [
      {
        "letter": "A",
        "text": "a competência para processar e julgar este fato é da Justiça Federal, porquanto a vítima seja funcionário público federal."
      },
      {
        "letter": "B",
        "text": "a legitimidade para propositura da ação é exclusiva do Ministério Público, mediante representação da vítima."
      },
      {
        "letter": "C",
        "text": "a legitimidade para propositura da ação penal é concorrente entre Ministério Público, mediante representação, e vítima."
      },
      {
        "letter": "D",
        "text": "trata-se de hipótese de foro por prerrogativa de função, em razão de a vítima ser juiz da Justiça do Trabalho."
      },
      {
        "letter": "E",
        "text": "o caso deve ser processado mediante propositura de queixa na Justiça estadual, perante juiz de primeiro grau."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q359424",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/88758467-a8",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Ação Penal ",
      "Denúncia e Queixa",
      "Notícia-crime e instauração"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "TRF - 3ª REGIÃO",
    "prova": "FCC - 2014 - TRF - 3ª REGIÃO - Analista Judiciário - Oficial de Justiça Avaliador",
    "enunciation": "Considere persecução penal baseada na prisão em flagrante dos acusados em situação de participação em narcotraficância transnacional, obstada pela Polícia Federal, que os encontrou tendo em depósito 46.700 gramas de cocaína graças à informação oriunda de notícia anônima. Neste caso, segundo entendimento jurisprudencial consolidado,",
    "alternatives": [
      {
        "letter": "A",
        "text": "é nulo o processo ab initio, ante a vedação constitucional do anonimato."
      },
      {
        "letter": "B",
        "text": "a notícia anônima sobre eventual prática criminosa é, por si, idônea para instauração de inquérito policial."
      },
      {
        "letter": "C",
        "text": "a notícia anônima sobre eventual prática criminosa presta-se a embasar procedimentos investigatórios preliminares que corroborem as informações da fonte anônima, os quais tornam legítima a persecução criminal."
      },
      {
        "letter": "D",
        "text": "a autoridade policial não pode tomar qualquer providência investigatória a partir da notícia anônima."
      },
      {
        "letter": "E",
        "text": "a persecução criminal só poderia ser iniciada se a denúncia anônima estivesse corroborada por interceptação telefônica autorizada judicialmente."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q356914",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/c6491d70-9d",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Competência no Processo Penal ",
      "Denúncia e Queixa",
      "Ação penal nos crimes contra a honra                      ",
      "Competência em razão da pessoa: o foro por prerrogativa de função"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "Câmara Municipal de São Paulo - SP",
    "prova": "FCC - 2014 - Câmara Municipal de São Paulo - SP - Procurador Legislativo",
    "enunciation": "Antonio, Vereador, foi injuriado e difamado pelo Prefeito Municipal, durante sessão da Câmara dos Vereadores em que se colocou em votação parecer do Tribunal de Contas do Estado que rejeitava as contas municipais. Diante disso,",
    "alternatives": [
      {
        "letter": "A",
        "text": "caso queira que o Prefeito seja processado criminalmente pelas ofensas, Antonio pode oferecer queixa-crime perante o Tribunal de Justiça do Estado."
      },
      {
        "letter": "B",
        "text": "Antonio pode opor exceção da verdade."
      },
      {
        "letter": "C",
        "text": "ação penal somente será instaurada mediante requisição do Procurador da Câmara Municipal."
      },
      {
        "letter": "D",
        "text": "Antonio deve oferecer representação, para que o Promotor de Justiça ofereça denúncia contra o Prefeito Municipal na comarca onde ocorreram os fatos."
      },
      {
        "letter": "E",
        "text": "Antonio deve, necessariamente, requerer a instauração de inquérito policial, para apuração do ocorrido."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q353306",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a2e2d64e-8e",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "TRF - 3ª REGIÃO",
    "prova": "FCC - 2014 - TRF - 3ª REGIÃO - Técnico Judiciário - Área Administrativa",
    "enunciation": "Em relação aos crimes de autoria coletiva, ocorridos no seio de pessoa jurídica, é INCORRETO afirmar que:",
    "alternatives": [
      {
        "letter": "A",
        "text": "pode ser processada denúncia vaga e genérica, cabendo exclusivamente à instrução processual o debate acerca do efetivo exercício da gestão empresarial."
      },
      {
        "letter": "B",
        "text": "a denúncia não precisa minudentemente descrever a conduta de cada um dos acusados."
      },
      {
        "letter": "C",
        "text": "não é inepta a denúncia que atribui a prática de fato penalmente típico e que enseja pleno exercício do direito de defesa."
      },
      {
        "letter": "D",
        "text": "nos crimes de autoria coletiva, dada a complexidade da ação criminosa, torna-se despicienda a descrição pormenorizada da conduta dos denunciados, admitindo-se a exposição relativamente ampla da participação de cada um."
      },
      {
        "letter": "E",
        "text": "a denúncia deve descrever de forma clara e suficiente a conduta delituosa."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q502813",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/336e3ba8-ee",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Condições para o Exercício da Ação Penal"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "MPE-CE",
    "prova": "FCC - 2013 - MPE-CE - Técnico Ministerial",
    "enunciation": "A representação criminal, depois de oferecida a denúncia",
    "alternatives": [
      {
        "letter": "A",
        "text": "é irretratável."
      },
      {
        "letter": "B",
        "text": "pode ser retratável, desde que tenha havido o perdão do ofendido."
      },
      {
        "letter": "C",
        "text": "pode ser retratada até seis meses da data do recebimento da denúncia."
      },
      {
        "letter": "D",
        "text": "é retratável apenas nos casos de crime contra a honra."
      },
      {
        "letter": "E",
        "text": "depende de consentimento do ofendido para ser retratada."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q499241",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/245bb910-e6",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "MPE-AM",
    "prova": "FCC - 2013 - MPE-AM - Agente Técnico - Jurídico",
    "enunciation": "A respeito da denúncia, considere:\n\nI. A descrição do fato criminoso, com todas as suas circunstâncias, é desnecessária quando a denúncia estiver embasada em inquérito policial.\n\nII. Cabe recurso em sentido estrito contra a decisão judicial que rejeitar a denúncia.\n\nIII. O representante do Ministério Público não poderá dispensar o inquérito policial e oferecer a denúncia com base em peças de informação que tiver recebido.\n\nEstá correto o que se afirma APENAS em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I e II."
      },
      {
        "letter": "B",
        "text": "II."
      },
      {
        "letter": "C",
        "text": "I e III."
      },
      {
        "letter": "D",
        "text": "II e III."
      },
      {
        "letter": "E",
        "text": "III."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q499239",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/21c42503-e6",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "MPE-AM",
    "prova": "FCC - 2013 - MPE-AM - Agente Técnico - Jurídico",
    "enunciation": "Na ação penal privada, o perdão",
    "alternatives": [
      {
        "letter": "A",
        "text": "poderá ser concedido até o trânsito em julgado da sentença condenatória."
      },
      {
        "letter": "B",
        "text": "concedido a um dos querelados não aproveitará os demais."
      },
      {
        "letter": "C",
        "text": "produzirá efeito em relação ao querelado que o recusar."
      },
      {
        "letter": "D",
        "text": "somente poderá ser expresso, por meio de declaração assinada pelo ofendido."
      },
      {
        "letter": "E",
        "text": "não poderá ser aceito por procurador com poderes especiais."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q493104",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/66709dbd-da",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "MPE-MA",
    "prova": "FCC - 2013 - MPE-MA - Analista Ministerial - Direito - Processual",
    "enunciation": "Na ação penal privada subsidiária da pública, o prazo para o ofendido ou seu representante legal ingressar com a queixa é de",
    "alternatives": [
      {
        "letter": "A",
        "text": "quinze dias, contados do dia em que se esgotar o prazo para o oferecimento da denúncia."
      },
      {
        "letter": "B",
        "text": "seis meses, contados da sua intimação da remessa do inquérito policial ao juízo competente."
      },
      {
        "letter": "C",
        "text": "seis meses, contados da data em que tomou conhe- cimento do fato delituoso."
      },
      {
        "letter": "D",
        "text": "quinze dias, contados da sua intimação da remessa do inquérito policial ao juízo competente."
      },
      {
        "letter": "E",
        "text": "seis meses, contados do dia em que se esgotar o prazo para o oferecimento da denúncia."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q435956",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/9dab0ad9-4f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "MPE-SE",
    "prova": "FCC - 2013 - MPE-SE - Técnico Administrativo",
    "enunciation": "Caso o querelante deixe de comparecer, sem motivo justificado, a qualquer ato do processo a que deva estar presente, será julgada extinta a punibilidade na ação penal de iniciativa privada em razão da ocorrência de",
    "alternatives": [
      {
        "letter": "A",
        "text": "perempção."
      },
      {
        "letter": "B",
        "text": "decadência."
      },
      {
        "letter": "C",
        "text": "prescrição."
      },
      {
        "letter": "D",
        "text": "renúncia."
      },
      {
        "letter": "E",
        "text": "retratação."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q434439",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/affbeb71-4e",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Características ",
      "Controle da Atividade Policial",
      "Controle Externo da Atividade Policial pelo Ministério Público"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "TRE-RO",
    "prova": "FCC - 2013 - TRE-RO - Analista Judiciário - Área Judiciária",
    "enunciation": "A função institucional de exercer o controle externo da atividade policial que lhe é atribuída pela Constituição Federal NÃO permite que o representante do Ministério Público, no inquérito policial,",
    "alternatives": [
      {
        "letter": "A",
        "text": "requisite diligências."
      },
      {
        "letter": "B",
        "text": "assuma a presidência do inquérito no lugar da autoridade policial."
      },
      {
        "letter": "C",
        "text": "acompanhe pessoalmente as provas colhidas pela autoridade policial."
      },
      {
        "letter": "D",
        "text": "ingresse em delegacias de cadeias a qualquer momento."
      },
      {
        "letter": "E",
        "text": "investigue desvios de função cometidos por policiais ao longo das investigações."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q412201",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/6ea296eb-19",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "DPE-RS",
    "prova": "FCC - 2013 - DPE-RS - Analista - Processual",
    "enunciation": "No tocante à ação penal, é INCORRETO afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "a representação será irretratável, depois de oferecida a denúncia."
      },
      {
        "letter": "B",
        "text": "no caso de morte do ofendido, o direito de representação passará ao cônjuge, ascendente, descendente ou irmão."
      },
      {
        "letter": "C",
        "text": "será admitida ação privada nos crimes de ação pública, caso o órgão do Ministério Público, ao invés de apresentar denúncia, requerer o arquivamento do inquérito policial."
      },
      {
        "letter": "D",
        "text": "o ofendido, ou seu representante legal, em regra decairá do direito de queixa ou de representação se não o exercer dentro do prazo de seis meses, contado do dia em que vier a saber quem é o autor do crime."
      },
      {
        "letter": "E",
        "text": "o Ministério Público não poderá desistir da ação penal."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q371280",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/46c751fa-cb",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "TJ-PE",
    "prova": "FCC - 2013 - TJ-PE - Titular de Serviços de Notas e de Registros - Remoção",
    "enunciation": "NÃO ocorre perempção da ação penal de iniciativa privada",
    "alternatives": [
      {
        "letter": "A",
        "text": "quando o querelado aceitar o perdão."
      },
      {
        "letter": "B",
        "text": "quando, falecendo o querelante, ou sobrevindo sua incapacidade, não comparecer em juízo, para prosseguir no processo, dentro do prazo de 60 (sessenta) dias, qualquer das pessoas a quem couber fazê-lo."
      },
      {
        "letter": "C",
        "text": "quando, iniciada esta, o querelante deixar de promover o andamento do processo durante 30 (trinta) dias seguidos."
      },
      {
        "letter": "D",
        "text": "quando o querelante deixar de comparecer, sem motivo justificado, a qualquer ato do processo a que deva estar presente."
      },
      {
        "letter": "E",
        "text": "quando, sendo o querelante pessoa jurídica, esta se extinguir sem deixar sucessor."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q356784",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/81002131-9d",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "TRT - 15ª Região (SP)",
    "prova": "FCC - 2013 - TRT - 15ª Região - Técnico Judiciário - Segurança",
    "enunciation": "A ação penal pública incondicionada é a que pode ser proposta",
    "alternatives": [
      {
        "letter": "A",
        "text": "pelo ofendido, ou por quem tiver qualidade para representá-lo, quando houver inércia do Ministério Público."
      },
      {
        "letter": "B",
        "text": "por qualquer do povo, visando a condenação do autor de uma infração penal."
      },
      {
        "letter": "C",
        "text": "pelo Ministério Público de ofício, sem representação ou requisição de quem quer que seja."
      },
      {
        "letter": "D",
        "text": "somente pelo ofendido, em razão da gravidade e especialidade do bem jurídico lesado."
      },
      {
        "letter": "E",
        "text": "pelo Ministro da Justiça nos casos em que razões de ordem política prevista em lei tornem obrigatória a sua iniciativa."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q348149",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/437be2a0-35",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "MPE-SE",
    "prova": "FCC - 2013 - MPE-SE - Analista - Direito",
    "enunciation": "Nos casos de crimes processados mediante ação penal de iniciativa exclusivamente privada, o prazo máximo, em regra, para o oferecimento da queixa-crime é de",
    "alternatives": [
      {
        "letter": "A",
        "text": "um mês, contado da data do fato."
      },
      {
        "letter": "B",
        "text": "um mês, contado do dia em que o ofendido ou seu representante legal vier a saber quem é o autor do crime."
      },
      {
        "letter": "C",
        "text": "seis meses, contados do dia em que o ofendido ou seu representante legal vier a saber quem é o autor do crime."
      },
      {
        "letter": "D",
        "text": "três meses, contados do dia em que o ofendido ou seu representante legal vier a saber quem é o autor do crime."
      },
      {
        "letter": "E",
        "text": "seis meses, contados da data do fato."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q314560",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/8e613ae7-b8",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "AL-PB",
    "prova": "FCC - 2013 - AL-PB - Procurador",
    "enunciation": "Em relação à ação penal de iniciativa privada, é correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "o perdão não poderá ser aceito por procurador, ainda que este tenha poderes especiais."
      },
      {
        "letter": "B",
        "text": "salvo disposição em contrário, o ofendido, ou seu representante legal, decairá do direito de queixa ou de representação, se não o exercer dentro do prazo de 6 (seis) meses, contado do dia do fato tido como criminoso."
      },
      {
        "letter": "C",
        "text": "o querelante não poderá desistir da ação penal."
      },
      {
        "letter": "D",
        "text": "não se admite a renúncia tácita."
      },
      {
        "letter": "E",
        "text": "as fundações, associações ou sociedades legalmente constituídas poderão exercer a ação penal, devendo ser representadas por quem os respectivos contratos ou estatutos designarem ou, no silêncio destes, pelos seus diretores ou sócios-gerentes."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q1234432",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/b8d87a17-f3",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação Penal - Noções Gerais"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TJ-PE",
    "prova": "",
    "enunciation": "Sobre a ação penal, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "É inadmissível propor ação penal de iniciativa privada em crime de ação penal pública."
      },
      {
        "letter": "B",
        "text": "O Ministério Público poderá desistir da ação penal, uma vez constatada a falta de prova da autoria e materialidade da infração penal."
      },
      {
        "letter": "C",
        "text": "A ação penal pública é de iniciativa do Ministério Público, mas, em alguns casos, depende de prévia requisição do Ministro da Justiça ou de representação do ofendido, ou de quem tiver qualidade para representá-lo"
      },
      {
        "letter": "D",
        "text": "Em caso de ação penal de iniciativa privada, o ofendido pode optar por exercer o direito de queixa contra alguns dos autores já conhecidos do crime."
      },
      {
        "letter": "E",
        "text": "Nas infrações de menor potencial ofensivo, a composição civil dos danos, homologada judicialmente, gera a perempção do direito de queixa."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q368730",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/f5e6ea2c-c4",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TJ-RJ",
    "prova": "FCC - 2012 - TJ-RJ - Tecnico de Atividade Judiciária",
    "enunciation": "Na ação penal privada, se o querelante deixar de promover o andamento do processo durante trinta dias seguidos ocorrerá",
    "alternatives": [
      {
        "letter": "A",
        "text": "perempção."
      },
      {
        "letter": "B",
        "text": "decadência."
      },
      {
        "letter": "C",
        "text": "prescrição."
      },
      {
        "letter": "D",
        "text": "renúncia."
      },
      {
        "letter": "E",
        "text": "perdão."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q368729",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/f48cf7d2-c4",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Condições para o Exercício da Ação Penal"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TJ-RJ",
    "prova": "FCC - 2012 - TJ-RJ - Tecnico de Atividade Judiciária",
    "enunciation": "Nos crimes de ação penal pública condicionada, a representação é",
    "alternatives": [
      {
        "letter": "A",
        "text": "sempre irretratável."
      },
      {
        "letter": "B",
        "text": "retratável até o trânsito em julgado da decisão condenatória."
      },
      {
        "letter": "C",
        "text": "retratável até o oferecimento da denúncia."
      },
      {
        "letter": "D",
        "text": "retratável até a prolação da sentença."
      },
      {
        "letter": "E",
        "text": "retratável até o recebimento da denúncia."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q286667",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/5d2afe2d-55",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "MPE-AL",
    "prova": "FCC - 2012 - MPE-AL - Promotor de Justiça",
    "enunciation": "No tocante à denúncia, de acordo com o Código de Processo Penal, é correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "estando o réu preso, o prazo para seu oferecimento é de 3 dias, contado da data em que o órgão do Ministério Público receber os autos do inquérito policial."
      },
      {
        "letter": "B",
        "text": "deverá, necessariamente, estar acompanhada de inquérito policial."
      },
      {
        "letter": "C",
        "text": "se o réu estiver solto ou afiançado, o prazo para seu oferecimento é de 15 dias."
      },
      {
        "letter": "D",
        "text": "deverá conter a exposição do fato criminoso, com todas as suas circunstâncias, e a qualificação do acusado, sendo indispensáveis a classificação do crime e o rol de testemunhas."
      },
      {
        "letter": "E",
        "text": "será rejeitada quando o juiz verificar a existência manifesta de causa excludente da ilicitude do fato."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q266535",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a9e2a72e-12",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TRF - 5ª REGIÃO",
    "prova": "FCC - 2012 - TRF - 5ª REGIÃO - Analista Judiciário - Execução de Mandados",
    "enunciation": "Caberá ação penal privada subsidiária nos crimes de ação penal pública quando",
    "alternatives": [
      {
        "letter": "A",
        "text": "o Ministério Público requerer o arquivamento do inquérito policial e o juiz o denegar."
      },
      {
        "letter": "B",
        "text": "o Procurador-Geral insistir no pedido de arquivamento de inquérito policial."
      },
      {
        "letter": "C",
        "text": "houver legitimidade ativa concorrente entre o Ministério Público e o ofendido em crime de ação penal pública condicionada à representação."
      },
      {
        "letter": "D",
        "text": "o ofendido for pessoa jurídica de direito privado."
      },
      {
        "letter": "E",
        "text": "a ação penal não for intentada no prazo legal."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q265159",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/9c06e843-0d",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TRF - 5ª REGIÃO",
    "prova": "FCC - 2012 - TRF - 5ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "Da aplicação do princípio da indisponibilidade da ação penal decorre que",
    "alternatives": [
      {
        "letter": "A",
        "text": "o Ministério Público não pode pedir absolvição em alegações finais ou debates em audiência."
      },
      {
        "letter": "B",
        "text": "o pedido de arquivamento de inquérito policial pelo Ministério Público estará limitado às hipóteses em que se verifique causa de exclusão da ilicitude."
      },
      {
        "letter": "C",
        "text": "o Ministério Público não poderá desistir de recurso que haja interposto."
      },
      {
        "letter": "D",
        "text": "o Ministério Público de segundo grau vincula seu parecer às razões de recurso apresentadas pelo Ministério Público de primeiro grau."
      },
      {
        "letter": "E",
        "text": "haverá sempre o dever legal de recorrer pelo Ministério Público de decisão absolutória."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q255266",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/9a74bef1-ec",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "MPE-AP",
    "prova": "FCC - 2012 - MPE-AP - Promotor de Justiça",
    "enunciation": "Sobre a ação penal, é correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "a ação penal de iniciativa privada, subsidiária da pública, pode ser intentada por qualquer do povo quando o requerimento de arquivamento, formulado pelo Ministério Público, não for acolhido pelo juiz."
      },
      {
        "letter": "B",
        "text": "no caso de ação penal pública condicionada, a representação é retratável até o recebimento da denúncia."
      },
      {
        "letter": "C",
        "text": "no caso de ação penal de iniciativa privada, o Ministério Público pode recorrer se o acusado for absolvido."
      },
      {
        "letter": "D",
        "text": "o princípio da indivisibilidade da ação penal de iniciativa privada obriga a que todos os querelantes exerçam a ação penal."
      },
      {
        "letter": "E",
        "text": "o perdão poderá ser aceito por procurador com po- deres especiais."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q251030",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/7b09c063-e4",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "MPE-AP",
    "prova": "FCC - 2012 - MPE-AP - Analista Ministerial - Direito",
    "enunciation": "Renato ajuizou ação penal privada contra Renê, imputando-lhe crimes de difamação e injúria. Recebida a queixa e designada audiência de instrução, Renato vem a óbito após um acidente de trânsito fatal em rodovia.\n\nCom o óbito do querelante,",
    "alternatives": [
      {
        "letter": "A",
        "text": "caberá ao Ministério Público prosseguir na ação penal, assumindo a posição do querelante."
      },
      {
        "letter": "B",
        "text": "o direito de prosseguir na ação penal passará ao descendente, cônjuge, ascendente, irmão, nessa ordem."
      },
      {
        "letter": "C",
        "text": "o direito de prosseguir na ação penal passará ao cônjuge, ascendente, descendente ou irmão, nesta ordem."
      },
      {
        "letter": "D",
        "text": "a ação penal privada será arquivada diante do caráter personalíssimo desta, com a extinção da punibilidade do agente."
      },
      {
        "letter": "E",
        "text": "o direito de prosseguir na ação penal passará, exclusivamente, aos descendentes ou ascendentes do ofendido."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q242944",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/855aca79-b3",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TJ-GO",
    "prova": "FCC - 2012 - TJ-GO - Juiz",
    "enunciation": "No tocante à ação penal,",
    "alternatives": [
      {
        "letter": "A",
        "text": "a representação é retratável até o recebimento da denúncia."
      },
      {
        "letter": "B",
        "text": "o acusador não poderá desistir da ação penal."
      },
      {
        "letter": "C",
        "text": "em regra, o ofendido ou seu representante tem prazo de 30 (trinta) dias para oferecimento de queixa."
      },
      {
        "letter": "D",
        "text": "no caso de morte do ofendido, extingue-se imediatamente a punibilidade do autor do fato."
      },
      {
        "letter": "E",
        "text": "as fundações, associações e sociedades legalmente constituídas poderão exercer ação penal."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q236378",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/d3ceac49-a2",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Condições para o Exercício da Ação Penal"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "MPE-PE",
    "prova": "FCC - 2012 - MPE-PE - Técnico Ministerial - Área Administrativa",
    "enunciation": "Considera-se, dentre outras, condição de procedibilidade da ação penal pública:",
    "alternatives": [
      {
        "letter": "A",
        "text": "o interrogatório e as informações sobre a vida pregressa do autor do fato delituoso."
      },
      {
        "letter": "B",
        "text": "a existência de inquérito policial concluído e relatado."
      },
      {
        "letter": "C",
        "text": "o prévio indiciamento do autor do fato delituoso."
      },
      {
        "letter": "D",
        "text": "a existência de pelo menos duas testemunhas presenciais."
      },
      {
        "letter": "E",
        "text": "a representação do ofendido, quando necessária."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q236226",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/1457e44a-a2",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "MPE-PE",
    "prova": "FCC - 2012 - MPE-PE - Analista Ministerial - Área Jurídica",
    "enunciation": "Uma denúncia está assim redigida: “José da Silva, no mês de agosto de 2011, praticou crime de peculato. Denuncio-o, por isso, como incurso no art. 312 do Código Penal”. Essa denúncia deve ser",
    "alternatives": [
      {
        "letter": "A",
        "text": "recebida, porque contém dados suficientes para que o réu possa dela se defender."
      },
      {
        "letter": "B",
        "text": "recebida, porque menciona a época aproximada do fato, o nome do réu e o delito de que é acusado."
      },
      {
        "letter": "C",
        "text": "rejeitada, porque não contém o rol de testemunhas."
      },
      {
        "letter": "D",
        "text": "recebida, porque os detalhes e circunstâncias do fato constam do inquérito policial."
      },
      {
        "letter": "E",
        "text": "rejeitada, por inépcia, uma vez que não descreve o fato criminoso com todas as suas circunstâncias."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q236225",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/12cf5e6a-a2",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "MPE-PE",
    "prova": "FCC - 2012 - MPE-PE - Analista Ministerial - Área Jurídica",
    "enunciation": "Em uma ação penal privada, o querelante deixou de formular pedido de condenação nas alegações finais, limitando-se a pedir que seja feita justiça. Nesse caso,",
    "alternatives": [
      {
        "letter": "A",
        "text": "só poderá condenar o réu se houver pedido de condenação por parte do Ministério Público."
      },
      {
        "letter": "B",
        "text": "o juiz poderá condenar o querelado, se for essa a sua convicção."
      },
      {
        "letter": "C",
        "text": "deverá absolver o querelado, em razão da ausência de pedido expresso de condenação pelo querelante."
      },
      {
        "letter": "D",
        "text": "o juiz deverá considerar perempta a ação penal."
      },
      {
        "letter": "E",
        "text": "poderá absolver o réu, se for essa a sua convicção e houver pedido expresso nesse sentido pelo Ministério Público."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q232854",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/2e66a892-84",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TRF - 2ª REGIÃO",
    "prova": "FCC - 2012 - TRF - 2ª REGIÃO - Técnico Judiciário - Área Administrativa",
    "enunciation": "Na ação penal privada exclusiva, o perdão do ofendido",
    "alternatives": [
      {
        "letter": "A",
        "text": "depende da aceitação do Ministério Público."
      },
      {
        "letter": "B",
        "text": "só pode ocorrer após o recebimento da queixa."
      },
      {
        "letter": "C",
        "text": "não pode ser tácito, exigindo-se que seja sempre formulado de forma expressa."
      },
      {
        "letter": "D",
        "text": "implica redução da pena, mas não acarreta a extinção da punibilidade."
      },
      {
        "letter": "E",
        "text": "concedido a um dos querelados aproveitará a todos, mesmo em relação aquele que o recusar."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q232853",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/2ce17ecc-84",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TRF - 2ª REGIÃO",
    "prova": "FCC - 2012 - TRF - 2ª REGIÃO - Técnico Judiciário - Área Administrativa",
    "enunciation": "Nos crimes de ação pública, a ação penal será promovida através de",
    "alternatives": [
      {
        "letter": "A",
        "text": "denúncia do Ministério Público."
      },
      {
        "letter": "B",
        "text": "queixa-crime formulada pelo ofendido ou por quem tenha qualidade para representá-lo."
      },
      {
        "letter": "C",
        "text": "portaria da autoridade policial."
      },
      {
        "letter": "D",
        "text": "requisição do Ministro da Justiça."
      },
      {
        "letter": "E",
        "text": "requerimento de qualquer pessoa maior e capaz."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q232331",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/cbd2945b-83",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TJ-RJ",
    "prova": "FCC - 2012 - TJ-RJ - Analista Judiciário - Execução de Mandados",
    "enunciation": "No tocante à ação penal, é correto afirmar que:",
    "alternatives": [
      {
        "letter": "A",
        "text": "é admissível ação privada nos crimes de ação pública, se arquivado o inquérito, por despacho do juiz, a requerimento do promotor de justiça."
      },
      {
        "letter": "B",
        "text": "é inadmissível o oferecimento de denúncia sem inquérito policial que a instrua."
      },
      {
        "letter": "C",
        "text": "em relação à ação penal privada não vigora o princípio da indivisibilidade."
      },
      {
        "letter": "D",
        "text": "é extensível a todos os autores do crime a renúncia ao exercício do direito de queixa em relação a um deles."
      },
      {
        "letter": "E",
        "text": "o juiz não poderá declarar de ofício a extinção da punibilidade."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q231898",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/be95153d-82",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Classificação das ações penais condenatórias"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TRF - 2ª REGIÃO",
    "prova": "FCC - 2012 - TRF - 2ª REGIÃO - Técnico Judiciário - Segurança e Transporte",
    "enunciation": "A respeito das espécies de ação penal, considere:\n\nI. Ação penal que só pode ser proposta pelo Ministério Público.\n\nII. Ação penal em que a legitimidade ativa é exclusivamente da pessoa ofendida, não se admitindo que sucessores assumam o polo ativo.\n\nIII. Ação penal que só pode ser proposta pelo Ministério Público se houver representação da vítima.\n\nAs referidas ações penais são denominadas, respectivamente, de:",
    "alternatives": [
      {
        "letter": "A",
        "text": "ação penal privada personalíssima, ação penal pública incondicionada e ação penal pública condicionada."
      },
      {
        "letter": "B",
        "text": "ação penal pública incondicionada, ação penal privada personalíssima e ação penal pública condicionada."
      },
      {
        "letter": "C",
        "text": "ação penal pública condicionada, ação penal privada personalíssima e ação penal pública incondicionada."
      },
      {
        "letter": "D",
        "text": "ação penal popular, ação penal exclusivamente privada e ação penal pública incondicionada."
      },
      {
        "letter": "E",
        "text": "ação penal pública condicionada, ação penal privada exclusiva e ação penal privada subsidiária da pública."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q231629",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/9d3a46ca-82",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação Penal - Noções Gerais"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TRF - 2ª REGIÃO",
    "prova": "FCC - 2012 - TRF - 2ª REGIÃO - Analista Judiciário - Execução de Mandados",
    "enunciation": "A representação",
    "alternatives": [
      {
        "letter": "A",
        "text": "deve ser oferecida no prazo máximo de três meses contados da data em que o ofendido vier a saber quem é o autor do crime, sob pena de decadência."
      },
      {
        "letter": "B",
        "text": "é formalmente rigorosa, exigindo termo específico em que a vítima declare expressamente que deseja representar contra o autor da infração."
      },
      {
        "letter": "C",
        "text": "admite retratação em qualquer fase do processo, inclusive na execução de sentença."
      },
      {
        "letter": "D",
        "text": "não pode, em caso de morte do ofendido, ser oferecida por nenhum dos seus sucessores."
      },
      {
        "letter": "E",
        "text": "não pode ser ampliada pelo Ministério Público para alcançar fatos novos nela não mencionados."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q231628",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/9b58f723-82",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TRF - 2ª REGIÃO",
    "prova": "FCC - 2012 - TRF - 2ª REGIÃO - Analista Judiciário - Execução de Mandados",
    "enunciation": "A respeito da denúncia e da queixa, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "A renúncia ao exercício do direito de queixa a um dos autores do crime não impedirá a propositura da ação penal privada contra os demais."
      },
      {
        "letter": "B",
        "text": "Na ação penal privada, oferecida a queixa, o querelado pode apresentar reconvenção."
      },
      {
        "letter": "C",
        "text": "A queixa em ação penal privativa do ofendido não poderá ser aditada pelo Ministério Público."
      },
      {
        "letter": "D",
        "text": "A exposição do fato criminoso com todas as suas circunstâncias é um dos elementos tanto da denúncia, como da queixa."
      },
      {
        "letter": "E",
        "text": "A queixa é ato personalíssimo do ofendido, não podendo ser dada por procurador com poderes gerais, nem especiais."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q231489",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/d36a8196-82",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Classificação das ações penais condenatórias"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TRF - 2ª REGIÃO",
    "prova": "FCC - 2012 - TRF - 2ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "Quando a lei penal incriminadora silencia a respeito da ação penal cabível para determinada infração penal, entende-se que a ação penal é",
    "alternatives": [
      {
        "letter": "A",
        "text": "pública condicionada à representação do ofendido."
      },
      {
        "letter": "B",
        "text": "privada exclusiva."
      },
      {
        "letter": "C",
        "text": "pública incondicionada."
      },
      {
        "letter": "D",
        "text": "privada personalíssima."
      },
      {
        "letter": "E",
        "text": "pública condicionada à requisição do Ministro da Justiça."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q215032",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a1b2bc55-44",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Condições para o Exercício da Ação Penal"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TJ-PE",
    "prova": "FCC - 2012 - TJ-PE - Técnico Judiciário - Área Judiciária e Administrativa",
    "enunciation": "A representação do ofendido ou de quem tenha qualidade para representá-lo, nos casos previstos em lei, é",
    "alternatives": [
      {
        "letter": "A",
        "text": "causa de extinção da pubilidade."
      },
      {
        "letter": "B",
        "text": "pressuposto processual de toda ação penal."
      },
      {
        "letter": "C",
        "text": "condição de procedibilidade da ação penal privada."
      },
      {
        "letter": "D",
        "text": "pressuposto processual da ação penal privada."
      },
      {
        "letter": "E",
        "text": "condição de procedibilidade da ação penal pública."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q215029",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/9ca7d4df-44",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Classificação das ações penais condenatórias"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TJ-PE",
    "prova": "FCC - 2012 - TJ-PE - Técnico Judiciário - Área Judiciária e Administrativa",
    "enunciation": "A ação penal proposta pelo ofendido nos crimes de ação pública quando o Ministério Público deixar de oferecer denúncia no prazo legal denomina-se ação penal",
    "alternatives": [
      {
        "letter": "A",
        "text": "popular."
      },
      {
        "letter": "B",
        "text": "pública condicionada."
      },
      {
        "letter": "C",
        "text": "privada."
      },
      {
        "letter": "D",
        "text": "privada subsidiária da pública."
      },
      {
        "letter": "E",
        "text": "pública incondicionada."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q214973",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/887143cb-44",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Condições para o Exercício da Ação Penal"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TJ-PE",
    "prova": "FCC - 2012 - TJ-PE - Oficial de Justiça - Judiciária e Administrativa",
    "enunciation": "A representação",
    "alternatives": [
      {
        "letter": "A",
        "text": "pode ser exercida a qualquer tempo, enquanto não estiver prescrita a ação penal."
      },
      {
        "letter": "B",
        "text": "pode ser dirigida à autoridade policial, ao representante do Ministério Público, ou ao juiz."
      },
      {
        "letter": "C",
        "text": "é condição de procedibilidade de toda ação penal pública."
      },
      {
        "letter": "D",
        "text": "pode ser formulada por membro da família do ofendido se este, mesmo sendo maior e capaz, não desejar exercer esse direito."
      },
      {
        "letter": "E",
        "text": "poderá sofrer retratação por parte de quem a formulou até o trânsito em julgado da sentença."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q214972",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/8710d2bc-44",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TJ-PE",
    "prova": "FCC - 2012 - TJ-PE - Oficial de Justiça - Judiciária e Administrativa",
    "enunciation": "Se a ação penal pública não tiver sido proposta pelo Ministério Público no prazo legal, poderá, subsidiariamente, ajuizá-la",
    "alternatives": [
      {
        "letter": "A",
        "text": "qualquer do povo, interessado ou não na punição do acusado."
      },
      {
        "letter": "B",
        "text": "o juiz, de ofício."
      },
      {
        "letter": "C",
        "text": "o ofendido ou quem tenha qualidade para representá-lo."
      },
      {
        "letter": "D",
        "text": "o juiz, mediante representação do ofendido."
      },
      {
        "letter": "E",
        "text": "qualquer do povo, desde que tenha interesse na punição do acusado."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q214915",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/9eab5d54-44",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Procedimento Penal ",
      "Direito processual penal: fundamentos e aspectos essenciais",
      "Processo Penal e Teoria Geral: pensando o processo penal desde seu “lugar”                      ",
      "Ação Penal - Noções Gerais                      ",
      "Processo e procedimento"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TJ-PE",
    "prova": "FCC - 2012 - TJ-PE - Analista Judiciário - Área Judiciária e Administrativa",
    "enunciation": "“Direito do Estado-acusação ou da vítima de ingressar em juízo, solicitando a prestação jurisdicional, representada pela aplicação das normas de direito penal ao caso concreto”\n. (Guilherme de Souza Nucci, Código de Processo Penal Comentado, Ed. RT, 9. Ed. p. 126)\n\nEsse conceito é correto para",
    "alternatives": [
      {
        "letter": "A",
        "text": "o processo penal"
      },
      {
        "letter": "B",
        "text": "a ação penal."
      },
      {
        "letter": "C",
        "text": "a relação processual."
      },
      {
        "letter": "D",
        "text": "o Direito Processual Penal."
      },
      {
        "letter": "E",
        "text": "a representação."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q214914",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/9cf0d97d-44",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TJ-PE",
    "prova": "FCC - 2012 - TJ-PE - Analista Judiciário - Área Judiciária e Administrativa",
    "enunciation": "A respeito da titularidade da ação penal pública e da ação penal privada, é INCORRETO afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "a ação penal privada não pode ser proposta pelo Ministério Público, mesmo se houver requisição do Ministro da Justiça."
      },
      {
        "letter": "B",
        "text": "a ação penal privada não pode ser proposta pelo Ministério Público, mesmo se houver representação do ofendido ou de quem tenha qualidade para representá-lo."
      },
      {
        "letter": "C",
        "text": "o direito de oferecer queixa ou prosseguir na ação, no caso de morte do ofendido, passará ao cônjuge, ascendente, descendente ou irmão."
      },
      {
        "letter": "D",
        "text": "a ação penal pública pode ser ajuizada por qualquer do povo, no caso de inércia do Ministério Público, e nesse caso, denomina-se ação penal popular."
      },
      {
        "letter": "E",
        "text": "o direito de oferecer queixa ou prosseguir na ação, caso o ofendido seja declarado ausente por decisão judicial, passará ao cônjuge, ascendente, descendente ou irmão."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q210356",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/d4f64352-2b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "TRE-PE",
    "prova": "FCC - 2011 - TRE-PE - Analista Judiciário - Área Judiciária",
    "enunciation": "A respeito da ação penal privada subsidiária, é correto afirmar que o Ministério Público NÃO pode",
    "alternatives": [
      {
        "letter": "A",
        "text": "deixar de funcionar quando discordar dos termos da queixa."
      },
      {
        "letter": "B",
        "text": "repudiar a queixa e oferecer denúncia substitutiva."
      },
      {
        "letter": "C",
        "text": "retomar a ação como parte principal em caso de negligência do querelante."
      },
      {
        "letter": "D",
        "text": "fornecer elementos de prova."
      },
      {
        "letter": "E",
        "text": "interpor recurso, uma vez que não é parte."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q209198",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bbf636c1-25",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "INFRAERO",
    "prova": "FCC - 2011 - INFRAERO - Advogado",
    "enunciation": "Na ação penal pública,",
    "alternatives": [
      {
        "letter": "A",
        "text": "o oferecimento de denúncia contra alguns indiciados e o pedido de arquivamento contra outros coautores pelo Ministério Público não implica ofensa ao princípio da obrigatoriedade da ação penal."
      },
      {
        "letter": "B",
        "text": "o não comparecimento da vítima, sem motivo justificado, a qualquer ato do processo a que deva estar presente implicará reconhecimento da perempção."
      },
      {
        "letter": "C",
        "text": "o perdão do ofendido, concedido por meio de petição assinada pela vítima ou por procurador com poderes especiais, obsta o prosseguimento da ação e implica extinção da punibilidade do agente."
      },
      {
        "letter": "D",
        "text": "o erro quanto à classificação do crime na denúncia implica sua rejeição e consequente extinção do processo sem resolução do mérito."
      },
      {
        "letter": "E",
        "text": "a denúncia não precisa conter o rol de testemunhas, as quais poderão ser arroladas pelo Ministério Público em qualquer fase do processo."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q204624",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/e76ce478-0b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "TCE-SP",
    "prova": "FCC - 2011 - TCE-SP - Procurador",
    "enunciation": "O perdão, nos crimes de ação penal privada,",
    "alternatives": [
      {
        "letter": "A",
        "text": "não poderá ser aceito por procurador com poderes especiais."
      },
      {
        "letter": "B",
        "text": "poderá ser aceito fora do processo por meio de declaração assinada pelo próprio querelado."
      },
      {
        "letter": "C",
        "text": "será concedido pelo querelante mediante declaração expressa nos autos, ensejando a intimação do querelado para aceitação ou não no prazo de 10 dias."
      },
      {
        "letter": "D",
        "text": "não poderá ser concedido pelo querelante pela via extraprocessual."
      },
      {
        "letter": "E",
        "text": "concedido a um dos querelados aproveitará a todos, inclusive aos que recusarem."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q204613",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/d0978e1a-0b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "TCE-SP",
    "prova": "FCC - 2011 - TCE-SP - Procurador",
    "enunciation": "O prazo para o Ministério Público aditar a queixa na ação privada subsidiária ou exclusiva, contado da data do recebimento dos autos, será de",
    "alternatives": [
      {
        "letter": "A",
        "text": "02 dias."
      },
      {
        "letter": "B",
        "text": "03 dias."
      },
      {
        "letter": "C",
        "text": "05 dias."
      },
      {
        "letter": "D",
        "text": "08 dias."
      },
      {
        "letter": "E",
        "text": "10 dias."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q204600",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/b56e3734-0b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação Penal - Noções Gerais"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "TCE-SP",
    "prova": "FCC - 2011 - TCE-SP - Procurador",
    "enunciation": "O perdão do ofendido",
    "alternatives": [
      {
        "letter": "A",
        "text": "não é admissível fora do processo."
      },
      {
        "letter": "B",
        "text": "não aproveita aos demais querelados, se concedido."
      },
      {
        "letter": "C",
        "text": "é admissível mesmo depois de passar em julgado a sentença condenatória."
      },
      {
        "letter": "D",
        "text": "não produz efeito, se o querelado o recusa."
      },
      {
        "letter": "E",
        "text": "prejudica o direito dos outros, se concedido apenas por um dos ofendidos."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q198444",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/5682f4db-f0",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "MPE-CE",
    "prova": "FCC - 2011 - MPE-CE - Promotor de Justiça",
    "enunciation": "A ação penal privada subsidiária",
    "alternatives": [
      {
        "letter": "A",
        "text": "poderá ser intentada por qualquer do povo quando o requerimento do Ministério Público de arquivamento de inquérito policial não for acolhido pelo Poder Judiciário."
      },
      {
        "letter": "B",
        "text": "será admitida se a denúncia não for apresentada no prazo legal, cabendo ao Ministério Público aditar a queixa, repudiá-la e oferecer denúncia substitutiva, intervir em todos os termos do processo, fornecer elementos de prova, interpor recurso e, a todo tempo, no caso de negligência do querelante, retomar a ação como parte principal."
      },
      {
        "letter": "C",
        "text": "será admitida se a denúncia não for apresentada no prazo legal, cabendo apenas ao Ministério Público intervir em todos os termos do processo, fornecer elementos de prova, interpor recurso."
      },
      {
        "letter": "D",
        "text": "será admitida se a denúncia não for apresentada no prazo legal, cabendo ao Ministério Público apenas retomar a ação como parte principal no caso de negligência do querelante até a sentença de primeiro grau."
      },
      {
        "letter": "E",
        "text": "será admitida se a queixa crime não for apresentada no prazo legal, cabendo ao querelante titular do direito da ação penal privada aditar a queixa, repudiá-la e oferecer queixa crime substitutiva, intervir em todos os termos do processo, fornecer elementos de prova, interpor recurso e, a todo tempo, no caso de negligência do querelante, retomar a ação como parte principal."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q125503",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/f61fc1b3-95",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "TRE-AP",
    "prova": "FCC - 2011 - TRE-AP - Analista Judiciário - Área Administrativa",
    "enunciation": "Considere as seguintes assertivas sobre as espécies de ação penal, de acordo com o Código de Processo Penal:\n\nI. Na ação penal privada, comparecendo mais de uma pessoa com direito de queixa, terá preferência o descendente e, em seguida, pela ordem, o cônjuge e o ascendente, podendo, entretanto, qualquer delas prosseguir na ação, caso o querelante desista da instância ou a abandone.\n\nII. Seja qual for o crime, quando praticado em detrimento do patrimônio ou interesse da União, a ação penal será pública.\n\nIII. Na ação penal pública condicionada, o direito de representação poderá ser exercido, pessoalmente ou por procurador com poderes especiais, mediante declaração, escrita ou oral, feita ao juiz, ao órgão do Ministério Público, ou à autoridade policial.\n\nEstá correto o que se afirma SOMENTE em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I e II."
      },
      {
        "letter": "B",
        "text": "II."
      },
      {
        "letter": "C",
        "text": "I."
      },
      {
        "letter": "D",
        "text": "II e III."
      },
      {
        "letter": "E",
        "text": "I e III."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q121659",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/acff01b5-91",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "TRT - 1ª REGIÃO (RJ)",
    "prova": "FCC - 2011 - TRT - 1ª REGIÃO (RJ) - Técnico Judiciário - Segurança",
    "enunciation": "A ação penal que só pode ser proposta pelo ofendido, não se estendendo esse direito ao cônjuge ou aos sucessores em caso de morte ou ausência, denomina-se ação penal",
    "alternatives": [
      {
        "letter": "A",
        "text": "privada subsidiária da ação pública."
      },
      {
        "letter": "B",
        "text": "pública incondicionada."
      },
      {
        "letter": "C",
        "text": "privada exclusiva."
      },
      {
        "letter": "D",
        "text": "privada personalíssima."
      },
      {
        "letter": "E",
        "text": "pública condicionada."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q87128",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/492f3801-5e",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "TRF - 1ª REGIÃO",
    "prova": "FCC - 2011 - TRF - 1ª REGIÃO - Técnico Judiciário - Área Administrativa",
    "enunciation": "A respeito do perdão, considere:\n\nI. O perdão concedido a um dos querelados não aproveitará aos demais, por se tratar de liberalidade que deve ser interpretada restritivamente.\n\nII. O perdão pode ser concedido até o trânsito em julgado da sentença condenatória.\n\nIII. O perdão poderá ser aceito por procurador com poderes especiais.\n\n\nEstá correto o que se afirma SOMENTE em:",
    "alternatives": [
      {
        "letter": "A",
        "text": "II e III."
      },
      {
        "letter": "B",
        "text": "I e II."
      },
      {
        "letter": "C",
        "text": "I e III."
      },
      {
        "letter": "D",
        "text": "I."
      },
      {
        "letter": "E",
        "text": "II."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q87126",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/469ecdca-5e",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "TRF - 1ª REGIÃO",
    "prova": "FCC - 2011 - TRF - 1ª REGIÃO - Técnico Judiciário - Área Administrativa",
    "enunciation": "A ação penal privada exclusiva tem início por meio de",
    "alternatives": [
      {
        "letter": "A",
        "text": "denúncia do Ministério Público, independentemente de qualquer manifestação do ofendido."
      },
      {
        "letter": "B",
        "text": "queixa-crime ajuizada pelo ofendido ou por quem tenha qualidade para representá-lo."
      },
      {
        "letter": "C",
        "text": "denúncia do Ministério Público condicionada à representação do ofendido ou de quem tenha qualidade para representá-lo."
      },
      {
        "letter": "D",
        "text": "portaria do Juiz de Direito baseada em prévia representação do Ministério Público."
      },
      {
        "letter": "E",
        "text": "queixa formulada pessoalmente pelo ofendido à autoridade policial competente."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q86898",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/424bba66-5b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação Penal - Noções Gerais"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "TRF - 1ª REGIÃO",
    "prova": "",
    "enunciation": "A ação penal ajuizada pelo ofendido ou por quem tenha condições de representá-lo, nos crime de ação pública, quando não for intentada pelo Ministério Público no prazo legal, denomina-se ação penal",
    "alternatives": [
      {
        "letter": "A",
        "text": "privada exclusiva."
      },
      {
        "letter": "B",
        "text": "pública incondicionada."
      },
      {
        "letter": "C",
        "text": "privada subsidiária da pública."
      },
      {
        "letter": "D",
        "text": "pública condicionada."
      },
      {
        "letter": "E",
        "text": "privada personalíssima."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q177445",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/206dac09-c4",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "MPE-SE",
    "prova": "FCC - 2010 - MPE-SE - Analista - Direito",
    "enunciation": "Dispõe o Código de Processo Penal que será admitida ação privada nos crimes de ação pública, se esta não for intentada no prazo legal. Essa regra constitui exceção ao princípio da",
    "alternatives": [
      {
        "letter": "A",
        "text": "indisponibilidade"
      },
      {
        "letter": "B",
        "text": "legalidade"
      },
      {
        "letter": "C",
        "text": "intranscendência"
      },
      {
        "letter": "D",
        "text": "obrigatoriedade"
      },
      {
        "letter": "E",
        "text": "oficialidade"
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q81468",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/79c16baa-11",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "SJDHDS - BA",
    "prova": "FCC - 2010 - SJCDH-BA - Agente Penitenciário",
    "enunciation": "Sobre a denúncia, estabelece o Código de Processo Penal que",
    "alternatives": [
      {
        "letter": "A",
        "text": "dela deve constar, obrigatoriamente, o rol de testemunhas."
      },
      {
        "letter": "B",
        "text": "o prazo para seu oferecimento, estando o réu preso, é de quinze dias."
      },
      {
        "letter": "C",
        "text": "o seu oferecimento depende, necessariamente, de prévio inquérito policial."
      },
      {
        "letter": "D",
        "text": "trata-se da petição inicial da ação penal pública e em nenhuma hipótese poderá ser rejeitada."
      },
      {
        "letter": "E",
        "text": "após oferecida, e instaurada a ação penal, o Ministério Público não poderá dela desistir."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q75689",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/7a04bde2-d6",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Competência no Processo Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies",
      "Competência em matéria penal: definição, espécies e critérios"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "METRÔ-SP",
    "prova": "FCC - 2010 - METRÔ-SP - Advogado",
    "enunciation": "A respeito da competência, considere:\n\nI. Não sendo conhecido o lugar da infração, a competência regular-se-á pelo domicílio ou residência da vítima.\n\nII. Nos casos de exclusiva ação penal privada, o querelante só poderá ajuizar a ação no foro do domicílio ou residência do réu.\n\nIII. Na competência por conexão ou continência, no concurso de jurisdições da mesma categoria, preponderará a do lugar da infração à qual for cominada pena mais grave.\n\nEstá correto o que consta SOMENTE em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I e II."
      },
      {
        "letter": "B",
        "text": "III."
      },
      {
        "letter": "C",
        "text": "I e III."
      },
      {
        "letter": "D",
        "text": "II e III."
      },
      {
        "letter": "E",
        "text": "I."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q61206",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ac980dea-ab",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "TRE-RS",
    "prova": "FCC - 2010 - TRE-RS - Analista Judiciário - Área Administrativa",
    "enunciation": "O direito de queixa NÃO poderá ser exercido",
    "alternatives": [
      {
        "letter": "A",
        "text": "por fundações ou associações."
      },
      {
        "letter": "B",
        "text": "por curador especial nomeado pelo Juiz ao menor de 18 anos."
      },
      {
        "letter": "C",
        "text": "pela mulher casada, sem o consentimento do marido."
      },
      {
        "letter": "D",
        "text": "pelo cônjuge ou parente, caso o querelante desista da ação."
      },
      {
        "letter": "E",
        "text": "pelo Ministério Público, caso o ofendido menor de 18 anos não tenha representante legal."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q61205",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ab2cfd1c-ab",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "TRE-RS",
    "prova": "FCC - 2010 - TRE-RS - Analista Judiciário - Área Administrativa",
    "enunciation": "A penalidade imposta ao querelante, ou aos seus sucessores, em virtude do desinteresse em prosseguir na ação penal privada, denomina-se",
    "alternatives": [
      {
        "letter": "A",
        "text": "decadência."
      },
      {
        "letter": "B",
        "text": "prescrição da pretensão punitiva."
      },
      {
        "letter": "C",
        "text": "prescrição da pretensão executória."
      },
      {
        "letter": "D",
        "text": "perempção."
      },
      {
        "letter": "E",
        "text": "preclusão."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q51506",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/1ccac7aa-72",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "MPE-RN",
    "prova": "FCC - 2010 - MPE-RN - Agente Administrativo",
    "enunciation": "A ação penal será promovida",
    "alternatives": [
      {
        "letter": "A",
        "text": "pelo juiz, se o Ministério Público não a promover no prazo legal."
      },
      {
        "letter": "B",
        "text": "pelo Ministério Público, sempre e em qualquer hipótese."
      },
      {
        "letter": "C",
        "text": "pelo ofendido ou, se este preferir, pelo Ministério Público mediante representação, em qualquer hipótese."
      },
      {
        "letter": "D",
        "text": "pelos familiares da vítima, no caso de falecimento desta, qualquer que seja o crime."
      },
      {
        "letter": "E",
        "text": "pelo Ministério Público, privativamente, nos crimes de ação pública incondicionada."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q39667",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/91f28fbc-57",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2010 - TRF - 4ª REGIÃO - Técnico Judiciário - Área Administrativa",
    "enunciation": "Se comparecer mais de uma pessoa com direito de queixa, terá preferência, nessa ordem,",
    "alternatives": [
      {
        "letter": "A",
        "text": "o ascendente, cônjuge, descendente ou irmão."
      },
      {
        "letter": "B",
        "text": "descendente, ascendente, cônjuge ou irmão."
      },
      {
        "letter": "C",
        "text": "o descendente, cônjuge, ascendente ou irmão."
      },
      {
        "letter": "D",
        "text": "o cônjuge, ascendente, descendente ou irmão."
      },
      {
        "letter": "E",
        "text": "o cônjuge, descendente, ascendente ou irmão."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q37092",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/2b1b0c46-53",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2010 - TRF - 4ª REGIÃO - Analista Judiciário - Área Judiciária - Execução de Mandados",
    "enunciation": "O prazo para oferecimento da denúncia, estando o réu preso, contado da data em que o órgão do Ministério Público receber os autos do inquérito policial, será de",
    "alternatives": [
      {
        "letter": "A",
        "text": "05 (cinco) dias."
      },
      {
        "letter": "B",
        "text": "15 (quinze) dias."
      },
      {
        "letter": "C",
        "text": "10 (dez) dias."
      },
      {
        "letter": "D",
        "text": "03 (três) dias."
      },
      {
        "letter": "E",
        "text": "08 (oito) dias."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q36869",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/c2b4f7ea-52",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2010 - TRF - 4ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "No que se refere à ação penal, de acordo com o Código de Processo Penal, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Seja qual for o crime, quando praticado em detrimento do patrimônio ou interesse da União, Estado e Município, a ação penal será pública."
      },
      {
        "letter": "B",
        "text": "Nos casos em que somente se procede mediante queixa, considerar-se-á perempta a ação penal quando, iniciada esta, o querelante deixar de promover o andamento do processo durante 60 dias seguidos."
      },
      {
        "letter": "C",
        "text": "A queixa na ação penal privativa do ofendido não poderá ser aditada pelo Ministério Público."
      },
      {
        "letter": "D",
        "text": "A representação será irretratável após o encerramento do inquérito policial."
      },
      {
        "letter": "E",
        "text": "A aceitação do perdão fora do processo não poderá ser feita por procurador com poderes especiais."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q32690",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/8bc7e1da-3d",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "TRE-AL",
    "prova": "FCC - 2010 - TRE-AL - Analista Judiciário - Área Administrativa",
    "enunciation": "O princípio segundo o qual a queixa deve abranger todos os autores, coautores e partícipes do fato criminoso, desde que identificados, é denominado princípio da",
    "alternatives": [
      {
        "letter": "A",
        "text": "não discricionariedade."
      },
      {
        "letter": "B",
        "text": "obrigatoriedade."
      },
      {
        "letter": "C",
        "text": "indivisibilidade."
      },
      {
        "letter": "D",
        "text": "intranscendência."
      },
      {
        "letter": "E",
        "text": "indisponibilidade."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q497508",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/2cc35bd8-e3",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-AP",
    "prova": "FCC - 2009 - TJ-AP - Juiz",
    "enunciation": "A decadência nos crimes de ação penal privada ocorre, segundo disposição do Código de Processo Penal, no prazo de",
    "alternatives": [
      {
        "letter": "A",
        "text": "seis meses contado da data em que o ofendido vier a saber quem é o autor do crime."
      },
      {
        "letter": "B",
        "text": "seis meses contado da data em que o crime foi praticado."
      },
      {
        "letter": "C",
        "text": "seis meses contado da data em que o crime foi comunicado a autoridade policial."
      },
      {
        "letter": "D",
        "text": "três meses contado da data em que o ofendido vier a saber quem é o autor do crime."
      },
      {
        "letter": "E",
        "text": "tres meses contado da data em que o crime foi praticado."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q489296",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/97aecc4b-d3",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "DPE-PA",
    "prova": "FCC - 2009 - DPE-PA - Defensor Público",
    "enunciation": "Nos casos em que somente se procede mediante queixa, considera-se perempta a ação penal",
    "alternatives": [
      {
        "letter": "A",
        "text": "quando houver perdão judicial."
      },
      {
        "letter": "B",
        "text": "quando, iniciada esta, o querelante deixar de promover o andamento do processo durante 60 dias seguidos."
      },
      {
        "letter": "C",
        "text": "quando, falecendo o querelante, ou sobrevindo sua incapacidade, não comparecer em juízo, para prosseguir no processo, dentro do prazo de 30 dias, qualquer das pessoas a quem couber fazê-lo."
      },
      {
        "letter": "D",
        "text": "quando o querelante deixar de comparecer, sem motivo justificado, a qualquer ato do processo a que deva estar presente, ou deixar de formular o pedido de condenação nas alegações finais."
      },
      {
        "letter": "E",
        "text": "quando, sendo o querelante pessoa jurídica, esta se extinguir."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q76371",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/05711b9a-d8",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-AP",
    "prova": "FCC - 2009 - TJ-AP - Analista Judiciário - Área Judiciária",
    "enunciation": "Na ação penal privada subsidiária da pública, o Ministério Público",
    "alternatives": [
      {
        "letter": "A",
        "text": "pode intervir na prova produzida pelo querelante, mas não pode produzir prova nova."
      },
      {
        "letter": "B",
        "text": "não pode intervir no processo se não aditou a queixa."
      },
      {
        "letter": "C",
        "text": "pode aditar a queixa, repudiá-la e oferecer denúncia substitutiva."
      },
      {
        "letter": "D",
        "text": "não pode retomar a ação como parte principal, mesmo que o querelante a abandone, pois já demonstrou ser desidioso."
      },
      {
        "letter": "E",
        "text": "pode aditar as razões de recurso interposto pelo querelante, mas não pode recorrer."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q57813",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/d5bf0dd4-9b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação Penal - Noções Gerais"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "DPE-MA",
    "prova": "FCC - 2009 - DPE-MA - Defensor Público",
    "enunciation": "O Defensor Público que por atribuição institucional agir no interesse da vítima poderá, após o representante do Ministério Público receber o auto de prisão em flagrante devidamente relatado e concluído e não oferecer a denúncia no prazo legal,",
    "alternatives": [
      {
        "letter": "A",
        "text": "requerer o relaxamento da prisão em flagrante."
      },
      {
        "letter": "B",
        "text": "requerer a liberdade provisória."
      },
      {
        "letter": "C",
        "text": "intentar ação penal privada subsidiária."
      },
      {
        "letter": "D",
        "text": "requerer a revogação da prisão preventiva."
      },
      {
        "letter": "E",
        "text": "representar ao Juiz de Direito para designação de outro Promotor de Justiça."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q56664",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/e1e17e46-96",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa ",
      "Ação Penal - Noções Gerais"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "DPE-MT",
    "prova": "FCC - 2009 - DPE-MT - Defensor Público",
    "enunciation": "A denúncia",
    "alternatives": [
      {
        "letter": "A",
        "text": "nos crimes de ação pública condicionada à representação da vítima, deve ser subscrita pelo advogado desta."
      },
      {
        "letter": "B",
        "text": "não precisa expor o fato criminoso com todas as suas circunstâncias, porque isso já consta do inquérito e do relatório da autoridade policial."
      },
      {
        "letter": "C",
        "text": "só poderá ser oferecida pelo Ministério Público se estiver embasada em inquérito policial."
      },
      {
        "letter": "D",
        "text": "pode ser rejeitada liminarmente pelo juiz."
      },
      {
        "letter": "E",
        "text": "pode ser substituída por portaria judicial quando ocorrer inércia do Ministério Público e houver risco de prescrição da pretensão punitiva."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q56663",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/e0573d86-96",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "DPE-MT",
    "prova": "FCC - 2009 - DPE-MT - Defensor Público",
    "enunciation": "A ação penal",
    "alternatives": [
      {
        "letter": "A",
        "text": "privada subsidiária da pública poderá ser proposta pelo ofendido ou seu representante legal quando o juiz deferir pedido de arquivamento tempestivamente formulado pelo Ministério Público."
      },
      {
        "letter": "B",
        "text": "nas contravenções penais será iniciada por portaria expedida pela autoridade policial."
      },
      {
        "letter": "C",
        "text": "pública será instaurada por denúncia do Ministério Público, que dela poderá desistir se convencer-se da inocência do acusado."
      },
      {
        "letter": "D",
        "text": "pública condicionada à representação da vítima será julgada extinta se esta se retratar antes da sentença."
      },
      {
        "letter": "E",
        "text": "privada, quando o ofendido for declarado ausente por decisão judicial, poderá ser intentada por seu cônjuge, ascendente, descendente ou irmão."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q50180",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/031506b2-6c",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Do juiz, do ministério público, do acusado e defensor, dos assistentes e auxiliares da justiça ",
      "Ministério Público no Processo Penal"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-SE",
    "prova": "FCC - 2009 - TJ-SE - Técnico Judiciário - Área Administrativa",
    "enunciation": "É função do Ministério Público, no Processo Penal:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Promover a ação penal pública, condicionada e incondicionada."
      },
      {
        "letter": "B",
        "text": "Promover a ação penal privada, se a vítima não o fizer no prazo legal."
      },
      {
        "letter": "C",
        "text": "Promover apenas a ação penal pública incondicionada."
      },
      {
        "letter": "D",
        "text": "Desistir da ação penal em curso quando não houver interesse público."
      },
      {
        "letter": "E",
        "text": "Promover o andamento da ação penal no caso de inércia do Juiz."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q50179",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/0135f5fe-6c",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação Penal - Noções Gerais"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-SE",
    "prova": "FCC - 2009 - TJ-SE - Técnico Judiciário - Área Administrativa",
    "enunciation": "Na ação penal privada vigoram, entre outros, os princípios da",
    "alternatives": [
      {
        "letter": "A",
        "text": "indisponibilidade, da iniciativa das partes e do duplo grau de jurisdição."
      },
      {
        "letter": "B",
        "text": "publicidade, da oficialidade e da persuasão racional."
      },
      {
        "letter": "C",
        "text": "ampla defesa, da obrigatoriedade e da proporcionalidade."
      },
      {
        "letter": "D",
        "text": "oportunidade, da disponibilidade e da indivisibilidade."
      },
      {
        "letter": "E",
        "text": "oportunidade, da publicidade e da oficialidade."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q50177",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/fe456244-6c",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-SE",
    "prova": "FCC - 2009 - TJ-SE - Técnico Judiciário - Área Administrativa",
    "enunciation": "A decadência, fator extintivo da punibilidade no processo penal, como perda do direito de propor a ação penal, cabe",
    "alternatives": [
      {
        "letter": "A",
        "text": "na ação penal exclusivamente privada e na ação penal pública condicionada."
      },
      {
        "letter": "B",
        "text": "tanto na ação penal exclusivamente privada, como na ação penal privada subsidiária e na ação penal pública privada."
      },
      {
        "letter": "C",
        "text": "somente na ação penal pública privada."
      },
      {
        "letter": "D",
        "text": "somente na ação penal exclusivamente privada."
      },
      {
        "letter": "E",
        "text": "tanto na ação penal privada exclusiva, como na ação penal privada subsidiária e na ação penal pública condicionada."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q43566",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/3b800ad4-5d",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "MPE-SE",
    "prova": "FCC - 2009 - MPE-SE - Técnico do Ministério Público – Área Administrativa",
    "enunciation": "A respeito da ação penal pública, é correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "pode ser instaurada pelo juiz de ofício."
      },
      {
        "letter": "B",
        "text": "só pode ser instaurada mediante prévio inquérito policial."
      },
      {
        "letter": "C",
        "text": "depende sempre da representação do ofendido."
      },
      {
        "letter": "D",
        "text": "a sua propositura cabe privativamente ao Ministério Público."
      },
      {
        "letter": "E",
        "text": "o Ministério Público, após a sua instauração, pode dela desistir."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q28230",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/22a3a856-24",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-AP",
    "prova": "FCC - 2009 - TJ-AP - Analista Judiciário - Área Judiciária - Execução de Mandados",
    "enunciation": "As regras estabelecidas no Código de Processo Penal atinentes ao recebimento e rejeição da denúncia, à res- posta do réu e ao julgamento antecipado, aplicam-se",
    "alternatives": [
      {
        "letter": "A",
        "text": "também aos procedimentos penais de segundo grau."
      },
      {
        "letter": "B",
        "text": "aos procedimentos regulados no próprio Código de Processo, apenas."
      },
      {
        "letter": "C",
        "text": "ao procedimento ordinário, apenas."
      },
      {
        "letter": "D",
        "text": "a todos os procedimentos penais de primeiro grau, ainda que previstos em leis especiais."
      },
      {
        "letter": "E",
        "text": "a todos os procedimentos, com exceção do sumaríssimo previsto para infrações penais de menor potencial ofensivo."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q28038",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a2688bb4-23",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Condições para o Exercício da Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-AP",
    "prova": "FCC - 2009 - TJ-AP - Técnico Judiciário - Área Judiciária",
    "enunciation": "No que se refere ao direito de representação previsto no Código de Processo Penal, considere o seguinte:\nI. É exercido pelo ofendido ou seu representante legal, constituindo condição de procedibilidade.\nII. Depois de exercido, a representação é irretratável.\nIII. No caso de morte da vítima, ou quando declarada ausente por decisão judicial, passará ao seu cônjuge, ascendente, descendente ou irmão.\nIV. Só pode ser exercido no prazo de 6 (seis) meses, contado da data em que o ofendido ou seu representante vier a saber quem foi o autor do crime. \nEstá correto o que se afirma SOMENTE em:",
    "alternatives": [
      {
        "letter": "A",
        "text": "I, III e IV."
      },
      {
        "letter": "B",
        "text": "I, II e IV."
      },
      {
        "letter": "C",
        "text": "I, II e III."
      },
      {
        "letter": "D",
        "text": "I e IV."
      },
      {
        "letter": "E",
        "text": "III e IV."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q25499",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/2567d428-10",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-PI",
    "prova": "FCC - 2009 - TJ-PI - Analista Judiciário - Área Judiciária - Execução de Mandados",
    "enunciation": "A decadência, no processo penal, como perda do direito de propor a ação penal, cabe",
    "alternatives": [
      {
        "letter": "A",
        "text": "tanto na ação privada exclusiva como na ação privada subsidiária e na pública condicionada."
      },
      {
        "letter": "B",
        "text": "somente na ação penal exclusivamente privada."
      },
      {
        "letter": "C",
        "text": "somente na ação penal pública condicionada."
      },
      {
        "letter": "D",
        "text": "na ação exclusivamente privada e na pública condicionada."
      },
      {
        "letter": "E",
        "text": "na ação penal exclusivamente privada e na ação penal privada subsidiária."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q25292",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/966324b6-0f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-PI",
    "prova": "FCC - 2009 - TJ-PI - Analista Judiciário - Área Administrativa",
    "enunciation": "Na ação penal privada vigoram os princípios da",
    "alternatives": [
      {
        "letter": "A",
        "text": "publicidade, oficialidade e impulso oficial."
      },
      {
        "letter": "B",
        "text": "ampla defesa, obrigatoriedade e proporcionalidade."
      },
      {
        "letter": "C",
        "text": "legalidade, informalidade e oralidade."
      },
      {
        "letter": "D",
        "text": "oportunidade, disponibilidade e indivisibilidade."
      },
      {
        "letter": "E",
        "text": "indisponibilidade, iniciativa das partes e duplo grau de jurisdição."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q25051",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/d1300b8c-0f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-PI",
    "prova": "FCC - 2009 - TJ-PI - Técnico Judiciário - Área Administrativa",
    "enunciation": "A renúncia nos crimes de ação penal privada",
    "alternatives": [
      {
        "letter": "A",
        "text": "pode ser entendida como uma causa excludente de criminalidade."
      },
      {
        "letter": "B",
        "text": "pode ocorrer até a prolação da sentença."
      },
      {
        "letter": "C",
        "text": "pode ser apresentada apenas com relação a um dos ofensores."
      },
      {
        "letter": "D",
        "text": "pode ser expressa ou tácita."
      },
      {
        "letter": "E",
        "text": "não admite retratação."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q25050",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/cf3ae11c-0f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-PI",
    "prova": "FCC - 2009 - TJ-PI - Técnico Judiciário - Área Administrativa",
    "enunciation": "Com relação à ação penal privada, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "O ofendido, mesmo não tendo habilitação legal, pode ingressar pessoalmente com a ação penal."
      },
      {
        "letter": "B",
        "text": "O termo inicial do prazo decadencial é o da data do fato."
      },
      {
        "letter": "C",
        "text": "A queixa-crime contra qualquer dos autores do crime obrigará o processo contra todos, devendo o Ministério Público zelar pela indivisibilidade."
      },
      {
        "letter": "D",
        "text": "O prazo decadencial será interrompido com a instauração do inquérito policial."
      },
      {
        "letter": "E",
        "text": "O direito de queixa deve ser exercido no prazo de cento e vinte dias."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q13097",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/b630c686-fa",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação Penal - Noções Gerais"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-SE",
    "prova": "FCC - 2009 - TJ-SE - Analista Judiciário - Área Judiciária",
    "enunciation": "No que diz respeito ao direito de representação, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "O prazo para exercício do direito de representação é de direito material, devendo ser computado o dia do começo e excluído o dia final."
      },
      {
        "letter": "B",
        "text": "Sendo a vítima menor de 18 anos, o direito de representação passará ao representante do Ministério Público."
      },
      {
        "letter": "C",
        "text": "Tratando-se de ofendido doente mental, o direito de representação será exercido pelo seu representante legal, porém somente na hipótese de incapacidade absoluta."
      },
      {
        "letter": "D",
        "text": "A representação é condição necessária para o início da ação penal, porém é dispensável para a instauração do inquérito policial."
      },
      {
        "letter": "E",
        "text": "No caso de morte do ofendido ou quando ausente do país, o direito de representação poderá ser exercido pelo seu cônjuge, ascendente, descendente ou irmão."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q12820",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/8cff3fb0-f6",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-PA",
    "prova": "FCC - 2009 - TJ-PA - Analista Judiciário - Oficial de Justiça",
    "enunciation": "A renúncia ao direito de queixa deverá ser manifestada até:",
    "alternatives": [
      {
        "letter": "A",
        "text": "a coleta da prova testemunhal, nos autos da ação penal privada."
      },
      {
        "letter": "B",
        "text": "o interrogatório do querelado, nos autos da ação penal privada."
      },
      {
        "letter": "C",
        "text": "a instauração da ação penal privada."
      },
      {
        "letter": "D",
        "text": "a prolação da sentença."
      },
      {
        "letter": "E",
        "text": "o trânsito em julgado da sentença condenatória."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q12816",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/8aad87da-f6",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-PA",
    "prova": "FCC - 2009 - TJ-PA - Analista Judiciário - Oficial de Justiça",
    "enunciation": "A ação penal pública incondicionada, excetuados os delitos de pequeno potencial ofensivo, é regida, entre outros, pelos princípios da",
    "alternatives": [
      {
        "letter": "A",
        "text": "disponibilidade, indivisibilidade e oficialidade."
      },
      {
        "letter": "B",
        "text": "obrigatoriedade, oficialidade e oportunidade."
      },
      {
        "letter": "C",
        "text": "legalidade, oportunidade e intranscendência."
      },
      {
        "letter": "D",
        "text": "obrigatoriedade, conveniência e intranscendência."
      },
      {
        "letter": "E",
        "text": "legalidade, indisponibilidade e intranscendência."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q12696",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/6bfda5c2-f5",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Ação Penal ",
      "Notícia-crime e instauração"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TRE-PI",
    "prova": "FCC - 2009 - TRE-PI - Analista Judiciário - Área Judiciária",
    "enunciation": "Nos crimes de ação pública, a instauração do inquérito policial",
    "alternatives": [
      {
        "letter": "A",
        "text": "só poderá ocorrer após a representação da vítima ou de seu representante legal."
      },
      {
        "letter": "B",
        "text": "dependerá de requisição da autoridade judiciária."
      },
      {
        "letter": "C",
        "text": "dependerá de requisição do Ministério Público."
      },
      {
        "letter": "D",
        "text": "poderá ser feita de ofício."
      },
      {
        "letter": "E",
        "text": "dependerá de requerimento escrito, narrando o fato delituoso com todas as suas circunstâncias."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q12694",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/6b7692e4-f5",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TRE-PI",
    "prova": "FCC - 2009 - TRE-PI - Analista Judiciário - Área Judiciária",
    "enunciation": "A ação penal pública pode ser",
    "alternatives": [
      {
        "letter": "A",
        "text": "promovida somente pelo Ministério Público."
      },
      {
        "letter": "B",
        "text": "promovida pelo ofendido ou por seu representante legal."
      },
      {
        "letter": "C",
        "text": "instaurada por portaria da autoridade policial."
      },
      {
        "letter": "D",
        "text": "instaurada de ofício pelo juiz."
      },
      {
        "letter": "E",
        "text": "instaurada por portaria do Secretário da Segurança Pública."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q12628",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/21230010-f5",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-PA",
    "prova": "FCC - 2009 - TJ-PA - Analista Judiciário - Área Direito",
    "enunciation": "Diante da morte do ofendido, caso o direito de prosseguir na ação penal privada não seja exercitado dentro de 60 dias, ocorrerá a extinção da punibilidade em decorrência da",
    "alternatives": [
      {
        "letter": "A",
        "text": "perempção."
      },
      {
        "letter": "B",
        "text": "prescrição da pretensão punitiva."
      },
      {
        "letter": "C",
        "text": "renúncia."
      },
      {
        "letter": "D",
        "text": "decadência."
      },
      {
        "letter": "E",
        "text": "retratação."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q12627",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/20fbde54-f5",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação Penal - Noções Gerais ",
      "Ação penal de iniciativa pública: definição, princípios e espécies"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-PA",
    "prova": "FCC - 2009 - TJ-PA - Analista Judiciário - Área Direito",
    "enunciation": "Nos crimes de ação penal pública condicionada, a representação poderá ser retratada até",
    "alternatives": [
      {
        "letter": "A",
        "text": "o interrogatório do réu."
      },
      {
        "letter": "B",
        "text": "a instauração do inquérito policial."
      },
      {
        "letter": "C",
        "text": "o oferecimento da denúncia."
      },
      {
        "letter": "D",
        "text": "a sentença condenatória definitiva."
      },
      {
        "letter": "E",
        "text": "o trânsito em julgado da sentença condenatória."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q1645769",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/5f580568-37",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2008",
    "banca": "FCC",
    "orgao": "TCE-RR",
    "prova": "FCC - 2008 - TCE-RR - Procurador de Contas",
    "enunciation": "Na hipótese de legitimidade em razão da morte do ofendido, se o querelante desistir da ação penal proposta e tendo comparecido mais de um para prosseguir na ação, prevalece a seguinte ordem:",
    "alternatives": [
      {
        "letter": "A",
        "text": "cônjuge, irmão, descendente ou ascendente."
      },
      {
        "letter": "B",
        "text": "descendente, ascendente, irmão e cônjuge."
      },
      {
        "letter": "C",
        "text": "ascendente, descendente, cônjuge e irmão."
      },
      {
        "letter": "D",
        "text": "irmão, cônjuge, ascendente ou descendente."
      },
      {
        "letter": "E",
        "text": "cônjuge, ascendente, descendente e irmão."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q1645767",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/5f50a24d-37",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2008",
    "banca": "FCC",
    "orgao": "TCE-RR",
    "prova": "FCC - 2008 - TCE-RR - Procurador de Contas",
    "enunciation": "Sobre a renúncia ao direito de queixa, considere:\n\n\n\n\nI. É cabível a renúncia na ação penal privada subsidiária, mas ela não impede que o Ministério Público ofereça a denúncia.\n\nII. A renúncia pode ser feita após o oferecimento da queixa-crime, porém antes do seu recebimento.\n\nIII. No caso de morte do ofendido que não renunciou, a renúncia de um dos sucessores extingue a punibilidade.\n\nIV. A renúncia expressa constará de declaração assinada pelo ofendido, por seu representante legal ou procurador com poderes especiais.\n\nV. A renúncia ao direito de queixa a um dos autores do crime se estende aos demais, salvo se de identidade desconhecida.\n\n\n\n\nEncontra-se correto o que consta SOMENTE em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I e III."
      },
      {
        "letter": "B",
        "text": "I, IV e V."
      },
      {
        "letter": "C",
        "text": "II, III e V."
      },
      {
        "letter": "D",
        "text": "III e IV."
      },
      {
        "letter": "E",
        "text": "III, IV e V."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q1645766",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/5f4c683f-37",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Condições para o Exercício da Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies"
    ],
    "year": "2008",
    "banca": "FCC",
    "orgao": "TCE-RR",
    "prova": "FCC - 2008 - TCE-RR - Procurador de Contas",
    "enunciation": "São condições de procedibilidade da ação penal pública:",
    "alternatives": [
      {
        "letter": "A",
        "text": "representação do ofendido quando a lei o exige e possibilidade jurídica do pedido."
      },
      {
        "letter": "B",
        "text": "possibilidade jurídica do pedido e legitimação para agir."
      },
      {
        "letter": "C",
        "text": "legitimação para agir e requisição do Ministro da Justiça quando a lei a exige."
      },
      {
        "letter": "D",
        "text": "entrada de agente no território nacional no caso de crime praticado no exterior e a representação do ofendido quando a lei o exige."
      },
      {
        "letter": "E",
        "text": "requisição do Ministro da Justiça quando a lei o exige e interesse de agir."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q502474",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/d9987575-ed",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Recursos Criminais ",
      "Denúncia e Queixa",
      "Recurso em sentido estrito                      ",
      "Apelação no Processo Penal"
    ],
    "year": "2008",
    "banca": "FCC",
    "orgao": "TJ-RR",
    "prova": "FCC - 2008 - TJ-RR - Juiz de Direito Substituto",
    "enunciation": "O promotor oferece uma denúncia por crimes cometidos por sócios de uma empresa, indicando os autores e co- autores do delito, sem individualização da conduta de cada um deles. O juiz da comarca não recebeu a denúncia. No caso, a decisão do juiz",
    "alternatives": [
      {
        "letter": "A",
        "text": "está errada, porque há previsão legal para esse tipo de denúncia em crimes societários."
      },
      {
        "letter": "B",
        "text": "está correta, pois não há previsão legal que autorize esse tipo de denúncia para crimes societários, só sendo prevista para crimes ambientais e crimes cometidos por organizações criminosas."
      },
      {
        "letter": "C",
        "text": "certa ou errada, comporta a interposição de apelação."
      },
      {
        "letter": "D",
        "text": "certa ou errada, comporta a interposição de recurso em sentido estrito."
      },
      {
        "letter": "E",
        "text": "se errada, deve o tribunal, em caso de prover o recurso interposto, designar outro juiz para o processo."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q164922",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/df976225-b6",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa ",
      "Condições para o Exercício da Ação Penal"
    ],
    "year": "2008",
    "banca": "FCC",
    "orgao": "TRF - 5ª REGIÃO",
    "prova": "FCC - 2008 - TRF - 5ª REGIÃO - Analista Judiciário - Área Judiciária - Execução de Mandados",
    "enunciation": "A representação do ofendido",
    "alternatives": [
      {
        "letter": "A",
        "text": "depende de poderes especiais quando exercida através de procurador."
      },
      {
        "letter": "B",
        "text": "é peça obrigatória para a instauração da ação penal privada."
      },
      {
        "letter": "C",
        "text": "é um direito que cessa com a morte deste."
      },
      {
        "letter": "D",
        "text": "é irretratável durante o inquérito policial."
      },
      {
        "letter": "E",
        "text": "só pode ser feita por escrito, com a assinatura autenticada deste."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q164799",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/7bd98569-b5",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2008",
    "banca": "FCC",
    "orgao": "MPE-RS",
    "prova": "FCC - 2008 - MPE-RS - Assessor - Direito",
    "enunciation": "Considere:\n\nI. Conveniência e oportunidade.\nII. Indesistibilidade;\nIII. Indivisibilidade.\nIV. Intranscendência.\n\nAplicam-se à ação penal privada exclusiva os princípios indicados APENAS em",
    "alternatives": [
      {
        "letter": "A",
        "text": "II e III."
      },
      {
        "letter": "B",
        "text": "I e IV."
      },
      {
        "letter": "C",
        "text": "I, III e IV."
      },
      {
        "letter": "D",
        "text": "II e IV."
      },
      {
        "letter": "E",
        "text": "I, II e III."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q164798",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/7aa64eeb-b5",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2008",
    "banca": "FCC",
    "orgao": "MPE-RS",
    "prova": "FCC - 2008 - MPE-RS - Assessor - Direito",
    "enunciation": "A vítima ou quem tiver qualidade para representá-la poderá ajuizar a ação penal privada subsidiária da pública se o representante do Ministério Público",
    "alternatives": [
      {
        "letter": "A",
        "text": "requerer a devolução dos autos à polícia para diligências complementares imprescindíveis ao oferecimento da denúncia."
      },
      {
        "letter": "B",
        "text": "requerer o arquivamento, contrariando a prova indiciária colhida no inquérito."
      },
      {
        "letter": "C",
        "text": "deixar se escoar sem manifestação o prazo legal para oferecimento de denúncia."
      },
      {
        "letter": "D",
        "text": "suscitar conflito de atribuições a ser dirimido pela Procuradoria-Geral de Justiça."
      },
      {
        "letter": "E",
        "text": "argüir, dentro do prazo legal para oferecimento de denúncia, exceção de litispendência."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q161397",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/c0912a2f-b2",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal"
    ],
    "year": "2008",
    "banca": "FCC",
    "orgao": "TCE-AL",
    "prova": "FCC - 2008 - TCE-AL - Procurador",
    "enunciation": "Em relação às ações penais públicas condicionadas, o Código de Processo Penal prevê a possibilidade de retratação da",
    "alternatives": [
      {
        "letter": "A",
        "text": "representação do ofendido até o oferecimento da denúncia."
      },
      {
        "letter": "B",
        "text": "representação do ofendido até o recebimento da denúncia."
      },
      {
        "letter": "C",
        "text": "requisição do Ministro da Justiça até o oferecimento da denúncia."
      },
      {
        "letter": "D",
        "text": "requisição do Ministro da Justiça até o recebimento da denúncia."
      },
      {
        "letter": "E",
        "text": "representação do ofendido e da requisição do Ministro da Justiça até o recebimento da denúncia."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q161393",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bb72f303-b2",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal"
    ],
    "year": "2008",
    "banca": "FCC",
    "orgao": "TCE-AL",
    "prova": "FCC - 2008 - TCE-AL - Procurador",
    "enunciation": "Sobre ação penal, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "A renúncia da ação penal privada ocorre após o oferecimento da queixa e o perdão antes."
      },
      {
        "letter": "B",
        "text": "No caso de morte do ofendido, o direito de oferecer queixa ou prosseguir na ação penal passará ao cônjuge, ascendente, descendente ou colateral até terceiro grau."
      },
      {
        "letter": "C",
        "text": "Se comparecer mais de uma pessoa com direito de queixa, será privilegiada aquela que primeiro comparecer."
      },
      {
        "letter": "D",
        "text": "As fundações, associações ou sociedades legalmente constituídas poderão exercer a ação penal privada."
      },
      {
        "letter": "E",
        "text": "No caso de ação penal privada exclusiva, o Ministério Público pode recorrer se o acusado for absolvido."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q53880",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/b6d2a3a2-7b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies"
    ],
    "year": "2008",
    "banca": "FCC",
    "orgao": "MPE-RS",
    "prova": "FCC - 2008 - MPE-RS - Técnico em Informática - Área Sistemas",
    "enunciation": "Tendo em vista a ocorrência de crime de peculato em determinado órgão da Secretaria da Fazenda estadual causando prejuízo ao erário, foi instaurado inquérito policial onde, após a investigação, ficou apurada a autoria e a materialidade desse crime. Nesse caso, deverá ser promovida a ação penal pública",
    "alternatives": [
      {
        "letter": "A",
        "text": "pelo órgão público prejudicado, exclusivamente."
      },
      {
        "letter": "B",
        "text": "pelo respectivo Ministério Público, privativamente."
      },
      {
        "letter": "C",
        "text": "pela Secretaria da Fazenda onde pertence o órgão lesado, privativamente."
      },
      {
        "letter": "D",
        "text": "pela Secretaria da Justiça estadual ou Ministério Público, concorrentemente."
      },
      {
        "letter": "E",
        "text": "pelo Procurador-Geral de Justiça ou Governador do Estado, concorrentemente."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q52579",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/b9c6940e-75",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2008",
    "banca": "FCC",
    "orgao": "METRÔ-SP",
    "prova": "FCC - 2008 - METRÔ-SP - Advogado",
    "enunciation": "A respeito da ação penal, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "A renúncia ao exercício do direito de queixa em relação a um dos autores do crime não se estenderá a todos."
      },
      {
        "letter": "B",
        "text": "Ao ofendido ou a quem tenha qualidade para representá-lo caberá intentar, com exclusividade, a ação penal pública."
      },
      {
        "letter": "C",
        "text": "O órgão de Ministério Público não pode promover a ação penal sem estar embasado em inquérito policial."
      },
      {
        "letter": "D",
        "text": "Quando a ação penal for privativa do ofendido, a queixa não poderá ser aditada pelo Ministério Público."
      },
      {
        "letter": "E",
        "text": "Na ação penal pública condicionada, a representação será irretratável depois de oferecida a denúncia."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q12064",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bb692ec8-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2008",
    "banca": "FCC",
    "orgao": "TRF - 5ª REGIÃO",
    "prova": "FCC - 2008 - TRF - 5ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "Quando a ação penal for privativa do ofendido,",
    "alternatives": [
      {
        "letter": "A",
        "text": "não cabe ao Ministério Público velar pela sua indivisibilidade."
      },
      {
        "letter": "B",
        "text": "não cabe ao Ministério Público intervir nos atos e termos do processo."
      },
      {
        "letter": "C",
        "text": "a queixa não poderá ser aditada pelo Ministério Público."
      },
      {
        "letter": "D",
        "text": "o perdão concedido a um dos querelados não aproveitará os demais."
      },
      {
        "letter": "E",
        "text": "a queixa poderá ser dada por procurador com poderes especiais."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q12060",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bb692860-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação Penal - Noções Gerais"
    ],
    "year": "2008",
    "banca": "FCC",
    "orgao": "TRF - 5ª REGIÃO",
    "prova": "FCC - 2008 - TRF - 5ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "A denúncia deve",
    "alternatives": [
      {
        "letter": "A",
        "text": "ser sempre escrita, inclusive quando do início da ação penal privada."
      },
      {
        "letter": "B",
        "text": "estar necessariamente embasada em inquérito policial."
      },
      {
        "letter": "C",
        "text": "conter obrigatoriamente o rol das testemunhas de acusação."
      },
      {
        "letter": "D",
        "text": "descrever o fato criminoso com todas as suas circunstâncias."
      },
      {
        "letter": "E",
        "text": "ser recebida ainda que já estiver extinta a punibilidade."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q11926",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bb67b340-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2008",
    "banca": "FCC",
    "orgao": "MPE-PE",
    "prova": "FCC - 2008 - MPE-PE - Promotor de Justiça",
    "enunciation": "De conformidade com o Código de Processo Penal, NÃO se inclui dentre os requisitos obrigatórios da denúncia ou queixa",
    "alternatives": [
      {
        "letter": "A",
        "text": "a classificação do crime."
      },
      {
        "letter": "B",
        "text": "o rol de testemunhas."
      },
      {
        "letter": "C",
        "text": "a exposição do fato criminoso."
      },
      {
        "letter": "D",
        "text": "a qualificação do acusado ou esclarecimentos pelos quais possa ser identificado."
      },
      {
        "letter": "E",
        "text": "as circunstâncias do fato criminoso."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q11925",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bb67a5f8-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação Penal - Noções Gerais"
    ],
    "year": "2008",
    "banca": "FCC",
    "orgao": "MPE-PE",
    "prova": "FCC - 2008 - MPE-PE - Promotor de Justiça",
    "enunciation": "Na ação penal por crime contra a honra praticado contra funcionário público no exercício de suas funções, de acordo com o entendimento do Supremo Tribunal Federal, a legitimidade é",
    "alternatives": [
      {
        "letter": "A",
        "text": "do Ministério Público, apenas."
      },
      {
        "letter": "B",
        "text": "apenas do ofendido, mediante queixa-crime."
      },
      {
        "letter": "C",
        "text": "concorrente, isto é, do Ministério Público mediante representação, ou do ofendido, mediante queixa-crime, a critério deste."
      },
      {
        "letter": "D",
        "text": "do Ministério Público, mediante representação, apenas."
      },
      {
        "letter": "E",
        "text": "do Ministério Público, de ofício, ou do ofendido."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q11923",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bb67a26a-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies ",
      "Ação penal de iniciativa privada: definição, princípios e espécies",
      "Ação penal secundária, popular, adesiva e ação de prevenção penal"
    ],
    "year": "2008",
    "banca": "FCC",
    "orgao": "MPE-PE",
    "prova": "FCC - 2008 - MPE-PE - Promotor de Justiça",
    "enunciation": "Sobre o princípio da oficialidade no processo penal e em razão dele, é INCORRETO afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Tem aplicação, obrigatoriamente, tanto na ação penal pública quanto na ação penal privada."
      },
      {
        "letter": "B",
        "text": "Os órgãos encarregados de deduzir a pretensão punitiva devem ser órgãos oficiais."
      },
      {
        "letter": "C",
        "text": "Os órgãos encarregados têm autoridade, podendo requisitar documentos, ressalvadas as restrições constitucionais e legais."
      },
      {
        "letter": "D",
        "text": "Não se trata de princípio absoluto, pois comporta exceções."
      },
      {
        "letter": "E",
        "text": "É incabível a ação penal popular prevista em lei especial sobre os crimes de responsabilidade."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q49556",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ee193a44-6a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "MPU",
    "prova": "FCC - 2007 - MPU - Analista - Processual",
    "enunciation": "Na ação penal privada subsidiária, oferecida a queixa,",
    "alternatives": [
      {
        "letter": "A",
        "text": "o Ministério Público não pode repudiá-la por entendê- la inepta, nem oferecer denúncia substitutiva."
      },
      {
        "letter": "B",
        "text": "a negligência do querelante não causa a perempção, devendo o Ministério Público retomar a ação como parte principal."
      },
      {
        "letter": "C",
        "text": "o Ministério Público não pode produzir prova, nem recorrer da sentença absolutória."
      },
      {
        "letter": "D",
        "text": "é incabível o seu aditamento pelo Ministério Público para acrescentar circunstâncias nela não expressas."
      },
      {
        "letter": "E",
        "text": "ao Ministério Público, não sendo parte, não competirá intervir em todas as fases do processo."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q8962",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bb03cc18-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Classificação das ações penais condenatórias"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TRE-SE",
    "prova": "FCC - 2007 - TRE-SE - Analista Judiciário - Área Administrativa",
    "enunciation": "Quanto à titularidade do direito de agir, são espécies de ação penal:",
    "alternatives": [
      {
        "letter": "A",
        "text": "pública condicionada; de conhecimento; constitutiva e de reabilitação."
      },
      {
        "letter": "B",
        "text": "de conhecimento; declaratória; constitutiva e executiva."
      },
      {
        "letter": "C",
        "text": "pública; constitutiva; cautelar e declaratória."
      },
      {
        "letter": "D",
        "text": "executiva; privada; de reabilitação e investigativa."
      },
      {
        "letter": "E",
        "text": "pública incondicionada; pública condicionada; privada e privada subsidiária."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q5209",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bab8bbce-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa ",
      "Ação penal de iniciativa pública: definição, princípios e espécies"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TRF - 2ª REGIÃO",
    "prova": "FCC - 2007 - TRF - 2ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "Considere as alternativas abaixo, sobre os prazos do Ministério Público:\n\nI. cinco dias para oferecer denúncia, estando o réu preso;\nII. trinta dias para oferecer a denúncia, estando o réu solto ou afiançado;\nIII. três dias para aditar a queixa-crime;\nIV. dez dias para oferecer a denúncia estando o réu solto ou afiançado;\nV. oito dias para oferecer a denúncia, estando o réu preso.\n\nEstão corretas as que se encontram APENAS em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I e III."
      },
      {
        "letter": "B",
        "text": "I, III e V."
      },
      {
        "letter": "C",
        "text": "II, IV e V."
      },
      {
        "letter": "D",
        "text": "III e IV."
      },
      {
        "letter": "E",
        "text": "IV e V."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q3925",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ba9fe7f2-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TRE-MS",
    "prova": "FCC - 2007 - TRE-MS - Analista Judiciário - Área Administrativa",
    "enunciation": "Nos crimes de Ação Penal Privada, salvo disposição em contrário, o ofendido, ou seu representante legal, decairá no direito de queixa se não o exercer dentro do prazo de",
    "alternatives": [
      {
        "letter": "A",
        "text": "seis meses, contado do dia em que for praticado o último ato de execução da infração penal."
      },
      {
        "letter": "B",
        "text": "seis meses, contado do dia em que vier a saber quem é o autor do crime."
      },
      {
        "letter": "C",
        "text": "seis meses, contado do dia em que for praticado o primeiro ato de execução da infração penal."
      },
      {
        "letter": "D",
        "text": "doze meses, contado do dia em que vier a saber quem é o autor do crime."
      },
      {
        "letter": "E",
        "text": "doze meses, contado do dia em que for praticado o último ato de execução da infração penal."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q3866",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ba9f3a78-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TRF - 3ª REGIÃO",
    "prova": "FCC - 2007 - TRF - 3ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "Quanto à queixa-crime é correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "a mulher casada não poderá exercer o direito de queixa sem consentimento do marido, salvo quando estiver dele separada ou quando a queixa for contra ele, sendo que se o marido recusar o consentimento, o juiz poderá supri-lo."
      },
      {
        "letter": "B",
        "text": "o prazo para o aditamento da queixa será de 3 dias, contado da data em que o órgão do Ministério Público receber os autos, e, se este não se pronunciar dentro do tríduo, entender-se-á que não tem o que aditar, prosseguindo-se nos demais termos do processo."
      },
      {
        "letter": "C",
        "text": "a queixa, ainda quando a ação penal for privativa do ofendido, não poderá ser aditada pelo Ministério Público."
      },
      {
        "letter": "D",
        "text": "a queixa contra qualquer dos autores do crime não obrigará ao processo de todos."
      },
      {
        "letter": "E",
        "text": "no caso de morte do ofendido, o direito de oferecer queixa passará, sucessivamente, ao ascendente, ao descendente e ao cônjuge, salvo quando declarado ausente por decisão judicial, hipótese em que se declarará extinta a punibilidade do autor."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q3863",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ba9f356e-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TRF - 3ª REGIÃO",
    "prova": "FCC - 2007 - TRF - 3ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "No crime complexo, a ação penal é",
    "alternatives": [
      {
        "letter": "A",
        "text": "pública incondicionada, se qualquer dos crimes componentes do tipo deva ser apurado por iniciativa do Ministério Público."
      },
      {
        "letter": "B",
        "text": "pública condicionada, mesmo que qualquer dos crimes componentes do tipo deva ser apurado por iniciativa do Ministério Público, desde que em relação a outro ou outros a sua ação dependa de representação."
      },
      {
        "letter": "C",
        "text": "pública incondicionada em relação aos crimes componentes do tipo que são dessa natureza e privada ou pública condicionada em relação a outro ou outros que sejam de iniciativa privada ou sujeito a representação."
      },
      {
        "letter": "D",
        "text": "pública ou privada, dependendo de acordo entre o Ministério Público e o ofendido ou seu representante legal."
      },
      {
        "letter": "E",
        "text": "privada, se um dos crimes componentes do tipo for dessa natureza, mesmo que outro ou outros devam ser apurados por iniciativa do Ministério Público."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q3835",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ba9ee320-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TRF - 3ª REGIÃO",
    "prova": "FCC - 2007 - TRF - 3ª REGIÃO - Analista Judiciário - Área Judiciária - Execução de Mandados",
    "enunciation": "Quanto ao direito a representação do ofendido, é INCORRETO afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "só pode ser exercido no prazo de seis meses, contado do dia em que a vítima ou seu representante legal veio a saber quem é o autor do crime."
      },
      {
        "letter": "B",
        "text": "pode ser exercido por procurador da vítima ou de seu representante legal com poderes especiais, mediante declaração escrita ou oral."
      },
      {
        "letter": "C",
        "text": "no caso de morte do ofendido ou quando declarado ausente por decisão judicial, passará ao cônjuge, ascendente, descendente ou irmão."
      },
      {
        "letter": "D",
        "text": "as fundações, associações ou sociedades, podem exercer a ação penal, devendo ser representadas por quem os respectivos contratos ou estatutos designarem ou, no silêncio destes, pelos seus diretores ou sócios gerentes."
      },
      {
        "letter": "E",
        "text": "depois de oferecida a denúncia a representação só é retratável se for manifestada pelo ofendido ainda dentro do prazo decadencial."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q1594",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ba70a9f6-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TRE-MS",
    "prova": "FCC - 2007 - TRE-MS - Analista Judiciário - Área Judiciária",
    "enunciation": "É certo que a denúncia",
    "alternatives": [
      {
        "letter": "A",
        "text": "poderá ser oferecida a qualquer momento se o réu estiver solto ou afiançado, não havendo, neste caso, prazo pré-fixado na legislação brasileira."
      },
      {
        "letter": "B",
        "text": "deverá conter a exposição do fato criminoso, com todas as suas circunstâncias, e a qualificação do acusado, sendo desnecessária a classificação do crime."
      },
      {
        "letter": "C",
        "text": "deverá ser recebida pelo juiz na hipótese de estar extinta a punibilidade pela prescrição, uma vez que a prescrição deverá ser declarada por sentença."
      },
      {
        "letter": "D",
        "text": "deverá ser oferecida no prazo de cinco dias se o réu estiver preso, contados da data em que o órgão do Ministério Público receber os autos do inquérito policial."
      },
      {
        "letter": "E",
        "text": "deverá ser oferecida no prazo de trinta dias se, o órgão do Ministério Público dispensar o inquérito policial, por já terem sido oferecidos elementos que o habilitem a promover a ação penal."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q1318",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ba6da68e-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação Penal - Noções Gerais"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2007 - TRF - 4ª REGIÃO - Analista Judiciário - Área Judiciária - Execução de Mandados",
    "enunciation": "Considere:\n\nI. A representação do ofendido ou de quem tenha qualidade para representá-lo é condição de procedibilidade, mas não impede o Ministério Público de dar definição jurídica diversa da que dela constou.\n\nII. O ofendido ou quem tenha qualidade para representá- lo pode retirar a representação durante toda a tramitação da ação penal, sendo que a representação só será irretratável após a sentença.\n\nIII. O ofendido ou quem tenha qualidade para representá- lo pode renovar a representação após ter se retratado, desde que não tenha ocorrido a decadência.\n\nEstá correto o que consta SOMENTE em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I."
      },
      {
        "letter": "B",
        "text": "I e II."
      },
      {
        "letter": "C",
        "text": "I e III."
      },
      {
        "letter": "D",
        "text": "II."
      },
      {
        "letter": "E",
        "text": "II e III."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q1189",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ba6bbf4a-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Condições para o Exercício da Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2007 - TRF - 4ª REGIÃO - Técnico Judiciário - Área Administrativa",
    "enunciation": "Analise as assertivas:\n\nI. A representação será irretratável depois de oferecida a denúncia.\n\nII. O perdão é unilateral e não depende de aceitação.\n\nIII. O direito de queixa é irrenunciável.\n\nEstá correto o que consta SOMENTE em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I."
      },
      {
        "letter": "B",
        "text": "I e II."
      },
      {
        "letter": "C",
        "text": "I e III."
      },
      {
        "letter": "D",
        "text": "II e III."
      },
      {
        "letter": "E",
        "text": "III."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q1186",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ba6bba9a-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação Penal - Noções Gerais"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2007 - TRF - 4ª REGIÃO - Técnico Judiciário - Área Administrativa",
    "enunciation": "O perdão",
    "alternatives": [
      {
        "letter": "A",
        "text": "concedido a um dos querelados aproveitará a todos, produzindo efeitos, inclusive, em relação aos que o recusarem."
      },
      {
        "letter": "B",
        "text": "só pode ser aceito pelo querelado, não podendo ser aceito por procurador, ainda que com poderes especiais."
      },
      {
        "letter": "C",
        "text": "concedido a um dos querelados aproveitará a todos, sem que produza, todavia, efeito em relação ao que o recusar."
      },
      {
        "letter": "D",
        "text": "deve ser expresso em declaração assinada pelo ofendido, não se admitindo perdão tácito."
      },
      {
        "letter": "E",
        "text": "concedido a um dos querelados só a este aproveitará, ainda que, posteriormente, venha a ser pelo mesmo recusado."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q1185",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ba6bb8a6-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Condições para o Exercício da Ação Penal"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2007 - TRF - 4ª REGIÃO - Técnico Judiciário - Área Administrativa",
    "enunciation": "Se a ação penal pública incondicionada não for instaurada no prazo legal pelo Ministério Público, o ofendido ou seu representante legal",
    "alternatives": [
      {
        "letter": "A",
        "text": "só poderão apresentar queixa se o inquérito policial tiver sido instaurado por requisição judicial."
      },
      {
        "letter": "B",
        "text": "não poderão apresentar queixa, podendo apenas representar ao Procurador-Geral da Justiça."
      },
      {
        "letter": "C",
        "text": "não poderão apresentar queixa, mas poderão interpor recurso ao juiz competente."
      },
      {
        "letter": "D",
        "text": "poderão promover, através de queixa, a ação penal privada subsidiária da pública."
      },
      {
        "letter": "E",
        "text": "só poderão apresentar queixa se o delito for grave e punido com pena privativa de liberdade."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q1184",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ba6bb37e-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação Penal - Noções Gerais"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2007 - TRF - 4ª REGIÃO - Técnico Judiciário - Área Administrativa",
    "enunciation": "A propositura da ação penal pública incondicionada através de denúncia do Ministério Público",
    "alternatives": [
      {
        "letter": "A",
        "text": "depende de prévia instauração de inquérito policial para apuração da materialidade e autoria do delito."
      },
      {
        "letter": "B",
        "text": "pode ser feita com base em meras peças de informação, sem necessidade de prévia instauração de inquérito policial."
      },
      {
        "letter": "C",
        "text": "só pode ser feita sem prévia instauração de inquérito policial se houver requisição do Ministro da Justiça."
      },
      {
        "letter": "D",
        "text": "só pode ser feita sem prévia instauração de inquérito policial se houver representação por escrito do ofendido."
      },
      {
        "letter": "E",
        "text": "só pode ser feita sem prévia instauração de inquérito policial se as peças tiverem sido encaminhadas pela autoridade judiciária."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q435",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ba639b58-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TJ-PE",
    "prova": "FCC - 2007 - TJ-PE - Analista Judiciário",
    "enunciation": "Em caso de morte do ofendido, o direito de oferecer queixa ou prosseguir na ação penal privada passará, de acordo com a ordem estabelecida pelo Código de Processo Penal, ao",
    "alternatives": [
      {
        "letter": "A",
        "text": "descendente, cônjuge, ascendente ou irmão."
      },
      {
        "letter": "B",
        "text": "ascendente, descendente, irmão ou cônjuge."
      },
      {
        "letter": "C",
        "text": "descendente, ascendente, irmão ou cônjuge,"
      },
      {
        "letter": "D",
        "text": "cônjuge, ascendente, descendente ou irmão."
      },
      {
        "letter": "E",
        "text": "irmão, descendente, ascendente ou cônjuge."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q434",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ba6399be-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Condições para o Exercício da Ação Penal"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TJ-PE",
    "prova": "FCC - 2007 - TJ-PE - Analista Judiciário",
    "enunciation": "Inclui-se dentre as condições de procedibilidade da ação penal pública condicionada, quando a lei o exigir,",
    "alternatives": [
      {
        "letter": "A",
        "text": "o inquérito policial."
      },
      {
        "letter": "B",
        "text": "a representação do ofendido."
      },
      {
        "letter": "C",
        "text": "o relatório da autoridade policial."
      },
      {
        "letter": "D",
        "text": "a existência de, pelo menos, duas testemunhas do fato."
      },
      {
        "letter": "E",
        "text": "o boletim de ocorrência."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q56848",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/6a839b34-98",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2006",
    "banca": "FCC",
    "orgao": "BACEN",
    "prova": "FCC - 2006 - BACEN - Procurador - Prova 2",
    "enunciation": "A ação penal privada subsidiária da pública",
    "alternatives": [
      {
        "letter": "A",
        "text": "é prevista no Código de Processo Penal e é regida pelos mesmos princípios das demais espécies de ação penal privada, e, por isso, nela se admite a retratação e o perdão."
      },
      {
        "letter": "B",
        "text": "é prevista na Constituição Federal e é regida pelos princípios da ação penal pública, e, por isso, nela se admite a desistência do processo pelo Ministério Público em caso de desídia do querelante."
      },
      {
        "letter": "C",
        "text": "é espécie de ação penal privada prevista no Código de Processo Penal e na Constituição Federal em que se admite acusação privada em crime de ação pública, se o Ministério Público deixa de acusar no prazo legal."
      },
      {
        "letter": "D",
        "text": "é espécie de ação penal privada prevista somente no Código de Processo Penal e não na Constituição Federal em que se admite acusação privada em ação pública, se o Ministério Público requerer arquivamento do inquérito policial."
      },
      {
        "letter": "E",
        "text": "não é prevista no Código de Processo Penal ou na Constituição Federal, mas tem sido admitida pela jurisprudência para superar a inércia do Ministério Público em oferecer acusação em crimes de ação pública."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q53820",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/d0ce502c-7b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação Penal - Noções Gerais"
    ],
    "year": "2006",
    "banca": "FCC",
    "orgao": "TRF - 1ª REGIÃO",
    "prova": "FCC - 2006 - TRF - 1ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "A respeito do perdão, considere as assertivas:\n\nI. O perdão concedido a um dos querelados aproveitará e produzirá efeito em relação a todos, sem que produza, todavia, efeito em relação ao que o recusar.\n\nII. A aceitação do perdão só poderá ser manifestada mediante declaração expressa dos autos.\n\nIII. A aceitação do perdão é personalíssima, não podendo ser aceita por procurador com poderes especiais.\n\nEstá correto o que se afirma SOMENTE em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I."
      },
      {
        "letter": "B",
        "text": "II."
      },
      {
        "letter": "C",
        "text": "I e II."
      },
      {
        "letter": "D",
        "text": "I e III."
      },
      {
        "letter": "E",
        "text": "II e III"
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q53819",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/cfac7cc8-7b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2006",
    "banca": "FCC",
    "orgao": "TRF - 1ª REGIÃO",
    "prova": "FCC - 2006 - TRF - 1ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "A ação penal privada subsidiária da pública pode ser ajuizada pelo ofendido ou por quem tenha qualidade para representá-lo se",
    "alternatives": [
      {
        "letter": "A",
        "text": "não concordar com os termos da denúncia apresentada pelo Ministério Público."
      },
      {
        "letter": "B",
        "text": "o Ministério Público tiver requerido o arquivamento do inquérito policial."
      },
      {
        "letter": "C",
        "text": "a denúncia apresentada pelo Ministério Público for rejeitada pelo Juiz."
      },
      {
        "letter": "D",
        "text": "o Ministério Público tiver devolvido o inquérito à polícia para novas diligências."
      },
      {
        "letter": "E",
        "text": "a ação penal pública não for intentada no prazo legal."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q53452",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/fcc13c14-79",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2006",
    "banca": "FCC",
    "orgao": "TRF - 1ª REGIÃO",
    "prova": "FCC - 2006 - TRF - 1ª REGIÃO - Analista Judiciário - Área Judiciária - Execução de Mandados",
    "enunciation": "A respeito da queixa, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Quando a ação penal for privativa do ofendido, a queixa não poderá ser aditada pelo Ministério Público."
      },
      {
        "letter": "B",
        "text": "Se o querelante não oferecer a queixa no prazo de 15 dias, o Ministério Público poderá intentar a ação penal pública subsidiária."
      },
      {
        "letter": "C",
        "text": "A renúncia ao exercício do direito de queixa, em relação a um dos autores do crime, a todos se estenderá."
      },
      {
        "letter": "D",
        "text": "Em regra, opera-se a decadência do direito de queixa se não for exercido no prazo de 15 dias, contados do dia em que o ofendido ou quem tiver condições para representá-lo vier a saber quem é o autor do crime."
      },
      {
        "letter": "E",
        "text": "Quando a ação penal for privativa do ofendido, o Ministério Público não intervirá no processo."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q53097",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/fbf14ac6-78",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies"
    ],
    "year": "2006",
    "banca": "FCC",
    "orgao": "TRE-SP",
    "prova": "FCC - 2006 - TRE-SP - Analista Judiciário - Área Judiciária",
    "enunciation": "Nos crimes em que se procede mediante ação penal pública condicionada a representação, falecendo a vítima, o direito à representação passará",
    "alternatives": [
      {
        "letter": "A",
        "text": "ao cônjuge, ascendente, descendente ou irmão."
      },
      {
        "letter": "B",
        "text": "ao Representante do Ministério Público, que poderá ajuizar ação penal imediatamente."
      },
      {
        "letter": "C",
        "text": "apenas ao cônjuge e ao ascendente e, na falta de ambos, será nomeado um advogado para exercer a função de curador especial."
      },
      {
        "letter": "D",
        "text": "apenas ao cônjuge, ascendente ou descendente e, na falta deles, será nomeado um advogado para exercer a função de curador especial."
      },
      {
        "letter": "E",
        "text": "apenas ao cônjuge e ao descendente e, na falta de ambos, será nomeado um advogado para exercer a função de curador especial."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q46519",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/b7f47d16-64",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2006",
    "banca": "FCC",
    "orgao": "PGE-RR",
    "prova": "FCC - 2006 - PGE-RR - Procurador do Estado",
    "enunciation": "Sobre ação penal, é INCORRETO afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Tanto na ação penal pública condicionada à representação do ofendido quanto na condicionada à requisição do Ministro da Justiça, admite-se a retratação até o recebimento da denúncia."
      },
      {
        "letter": "B",
        "text": "A renúncia ao exercício do direito de queixa, em relação a um dos autores do crime, a todos se estenderá, conforme disposição expressa do Código de Processo Penal."
      },
      {
        "letter": "C",
        "text": "Nos casos em que somente se procede mediante queixa, considerar-se-á perempta a ação penal quando o querelante deixar de formular o pedido de condenação em alegações finais."
      },
      {
        "letter": "D",
        "text": "Em caso de ação penal privada subsidiária da pública, o Ministério Público poderá oferecer denúncia substitutiva."
      },
      {
        "letter": "E",
        "text": "Segundo o Código de Processo Penal, em regra, o ofendido decairá do direito de queixa, se não o exercer dentro do prazo de 6 (seis) meses, contado do dia em que vier a saber quem é o autor do crime."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q1640021",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ce126935-2f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Condições para o Exercício da Ação Penal"
    ],
    "year": "2005",
    "banca": "FCC",
    "orgao": "TCE-MA",
    "prova": "FCC - 2005 - TCE-MA - Procurador",
    "enunciation": "Em matéria de condições genéricas e específicas da ação penal considere:\nI. Se a ação penal pública for condicionada, dependerá de representação do ofendido ou requisição do Ministro da Justiça.\nII. A possibilidade jurídica do pedido diz respeito à tipicidade do fato.\nIII. O legítimo interesse de agir refere-se à titularidade da ação, pois só o seu titular pode propô-la.\nIV. O legítimo interesse para agir (ad causam) consiste em que ninguém poderá provocar a atuação do Estado se não tiver interesse na punição.\nNesses casos, são corretos SOMENTE",
    "alternatives": [
      {
        "letter": "A",
        "text": "I e II."
      },
      {
        "letter": "B",
        "text": "I e IV."
      },
      {
        "letter": "C",
        "text": "II e IV."
      },
      {
        "letter": "D",
        "text": "II, III e IV."
      },
      {
        "letter": "E",
        "text": "I, II e III."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q55725",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/6e7dabc2-93",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação Penal - Noções Gerais"
    ],
    "year": "2005",
    "banca": "FCC",
    "orgao": "PGE-SE",
    "prova": "FCC - 2005 - PGE-SE - Procurador do Estado",
    "enunciation": "A perda do direito de representar ou de oferecer queixa, em razão do decurso do prazo fixado para o seu exercício, e o de continuar a movimentar a ação penal privada, causada pela inércia processual do querelante, configuram, respectivamente,",
    "alternatives": [
      {
        "letter": "A",
        "text": "prescrição e perempção."
      },
      {
        "letter": "B",
        "text": "perempção e decadência."
      },
      {
        "letter": "C",
        "text": "prescrição e decadência."
      },
      {
        "letter": "D",
        "text": "decadência e perempção."
      },
      {
        "letter": "E",
        "text": "decadência e prescrição."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q403954",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/beb49599-08",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2004",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2004 - TRF - 4ª REGIÃO - Técnico Judiciário - Área Administrativa",
    "enunciation": "O direito de representação SOMENTE poderá ser exercido",
    "alternatives": [
      {
        "letter": "A",
        "text": "mediante declaração escrita feita à autoridade policial competente."
      },
      {
        "letter": "B",
        "text": "mediante declaração escrita feita ao Juiz."
      },
      {
        "letter": "C",
        "text": "mediante declaração escrita feita ao órgão do Ministério Público"
      },
      {
        "letter": "D",
        "text": "pessoalmente ou por procurador com poderes especiais."
      },
      {
        "letter": "E",
        "text": "mediante declaração escrita feita a qualquer autoridade policial."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q31748",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/6f5c23d6-3a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Denúncia e Queixa"
    ],
    "year": "2004",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2004 - TRF - 4ª REGIÃO - Analista Judiciário - Área Judiciária - Execução de Mandados",
    "enunciation": "Nos crimes de ação penal privada,",
    "alternatives": [
      {
        "letter": "A",
        "text": "o prazo de decadência do direito de queixa será interrompido pela instauração do inquérito policial."
      },
      {
        "letter": "B",
        "text": "salvo disposição em contrário, o ofendido, ou seu representante legal, decairá do direito de queixa se não o exercer dentro do prazo de 6 meses, contados da data da consumação do delito."
      },
      {
        "letter": "C",
        "text": "as pessoas jurídicas não poderão exercer o direito de queixa, pois esse direito é personalíssimo e privativo das pessoas físicas."
      },
      {
        "letter": "D",
        "text": "o menor de 18 anos, a pessoa mentalmente enferma, ou deficiente mental, se não tiver representante legal, não poderá exercer o direito de queixa."
      },
      {
        "letter": "E",
        "text": "no caso de morte do ofendido ou quando for declarado ausente por decisão judicial, o direito de oferecer queixa ou prosseguir na ação passará ao cônjuge, ascendente, descendente ou irmão."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q38742",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/cc396548-55",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Das Provas ",
      "Do juiz, do ministério público, do acusado e defensor, dos assistentes e auxiliares da justiça",
      "Ação penal de iniciativa privada: definição, princípios e espécies                      ",
      "Prova testemunhal                      ",
      "Assistente da defesa"
    ],
    "year": "2002",
    "banca": "FCC",
    "orgao": "MPE-PE",
    "prova": "FCC - 2002 - MPE-PE - Promotor de Justiça",
    "enunciation": "Se o ofendido, no processo criminal,",
    "alternatives": [
      {
        "letter": "A",
        "text": "ingressar como assistente do Ministério Público, poderá arrolar testemunhas em número idêntico ao permitido para o Ministério Público."
      },
      {
        "letter": "B",
        "text": "não for admitido como assistente do Ministério Público, não poderá recorrer da decisão, mas poderá impetrar mandado de segurança."
      },
      {
        "letter": "C",
        "text": "for irmão do acusado, por ser suspeito, não poderá depor."
      },
      {
        "letter": "D",
        "text": "apresentar queixa subsidiária porque o inquérito foi arquivado, estará amparado por orientação do Supremo Tribunal Federal."
      },
      {
        "letter": "E",
        "text": "for mulher, dependerá de autorização do marido, para ajuizar queixa, quando houver implicação de bens patrimoniais."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q31166",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/29fb3b9c-38",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa pública: definição, princípios e espécies"
    ],
    "year": "2001",
    "banca": "FCC",
    "orgao": "TRF - 1ª REGIÃO",
    "prova": "FCC - 2001 - TRF - 1ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "Nos crimes de ação penal pública condicionada, em sendo o ofendido declarado ausente por decisão judicial, o direito de representação passará ao",
    "alternatives": [
      {
        "letter": "A",
        "text": "curador especial indicado pela O.A.B."
      },
      {
        "letter": "B",
        "text": "Ministério Público."
      },
      {
        "letter": "C",
        "text": "cônjuge e aos herdeiros necessários, tão somente."
      },
      {
        "letter": "D",
        "text": "curador de ausentes, nomeado pelo juiz."
      },
      {
        "letter": "E",
        "text": "cônjuge, ascendente, descendente ou irmão."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q31163",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/26895f98-38",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Ação penal de iniciativa privada: definição, princípios e espécies"
    ],
    "year": "2001",
    "banca": "FCC",
    "orgao": "TRF - 1ª REGIÃO",
    "prova": "FCC - 2001 - TRF - 1ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "A renúncia ao exercício do direito de queixa",
    "alternatives": [
      {
        "letter": "A",
        "text": "é cabível mesmo depois da instauração da ação penal."
      },
      {
        "letter": "B",
        "text": "em relação a um dos autores do crime, a todos se estenderá."
      },
      {
        "letter": "C",
        "text": "é um ato bilateral, não produzindo efeito se o querelado não o aceita."
      },
      {
        "letter": "D",
        "text": "pelo representante legal do menor que houver completado 18 anos, o privará desse direito."
      },
      {
        "letter": "E",
        "text": "é a revogação do ato praticado pelo querelante, que desiste do prosseguimento da ação penal."
      }
    ],
    "answer_key": "B"
  }
]