[
  {
    "id": "Q3562226",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/38d2c171-82",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Do juiz, do ministério público, do acusado e defensor, dos assistentes e auxiliares da justiça"
    ],
    "year": "2025",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2025 - TRF - 4ª REGIÃO - Analista Judiciário - Área Judiciária - Especialidade: Oficial de Justiça Avaliador Federal",
    "enunciation": "Marilda está sendo investigada por crime de fraude em licitação promovida pela Caixa Econômica Federal. Apresentado o relatório pela Autoridade Policial, o membro do Ministério Público Federal competente ordena o arquivamento do inquérito policial, por não vislumbrar indícios de autoria suficientes para oferecimento da denúncia contra Marilda. Nesse caso hipotético, a empresa pública vítima",
    "alternatives": [
      {
        "letter": "A",
        "text": "não concordando com o arquivamento, poderá, por meio da sua chefia, a quem couber a representação judicial, apresentar mandado de segurança perante o Tribunal Regional Federal competente."
      },
      {
        "letter": "B",
        "text": "não concordando com o arquivamento, poderá, por meio da sua chefia, a quem couber a representação judicial, submeter a matéria à revisão da instância competente do órgão ministerial, no prazo de 10 dias do recebimento da comunicação."
      },
      {
        "letter": "C",
        "text": "não poderá submeter a matéria à revisão da instância competente do órgão ministerial."
      },
      {
        "letter": "D",
        "text": "não concordando com o arquivamento, poderá, por meio da sua chefia, a quem couber a representação judicial, submeter a matéria à revisão da instância competente do órgão ministerial, no prazo de 30 dias do recebimento da comunicação."
      },
      {
        "letter": "E",
        "text": "não concordando com o arquivamento, poderá, por meio da sua chefia, a quem couber a representação judicial, apresentar recurso em sentido estrito ao Tribunal Regional Federal competente, dentro do prazo legal."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q3304102",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bc710db0-1b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial"
    ],
    "year": "2025",
    "banca": "FCC",
    "orgao": "DPE-SP",
    "prova": "FCC - 2025 - DPE-SP - Analista de Defensoria",
    "enunciation": "Sobre as disposições legais acerca do inquérito policial:",
    "alternatives": [
      {
        "letter": "A",
        "text": "a decisão que determina o arquivamento dos autos investigativos diante da manifestação acusatória pela ausência de provas de autoria faz coisa julgada formal e material."
      },
      {
        "letter": "B",
        "text": "é dever da autoridade policial, ao final das investigações, fazer minucioso relatório do que tiver sido apurado, tecendo opinião concreta e fundamentada acerca da culpabilidade do investigado."
      },
      {
        "letter": "C",
        "text": "nos crimes de calúnia praticados contra sujeito passivo comum, a autoridade policial somente poderá proceder a inquérito a requerimento de quem tenha qualidade para intentar a respectiva queixa-crime."
      },
      {
        "letter": "D",
        "text": "do arquivamento realizado pelo Delegado de Polícia, caberá recurso em sentido estrito, no prazo de 5 dias contados da intimação pessoal do Defensor Público."
      },
      {
        "letter": "E",
        "text": "o prazo para o encerramento do inquérito policial no caso de tráfico de drogas e estando o investigado preso será de 45 dias corridos, sem prorrogação."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q2575241",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/1ed8d8ae-64",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial"
    ],
    "year": "2024",
    "banca": "FCC",
    "orgao": "TJ-AL",
    "prova": "FCC - 2024 - TJ-AL - Técnico Judiciário - Área Judiciária",
    "enunciation": "Foi protocolado requerimento para instauração de inquérito policial visando apurar a prática de crime de ação penal pública contra determinada sociedade de advogados, supostamente cometido por um ex-sócio. O procedimento de Investigação foi instaurado e após a realização de exaustivas diligências, concluiu-se que: não se pode afirmar que, de fato, algum crime tenha sido realmente cometido e, tampouco, que o suspeito seja o seu autor. Diante disso, o Inquérito acabou por ser arquivado. De acordo com o que estabelece o Código de Processo Penal, a vítima, ou seu representante legal, se não concordar com o arquivamento do inquérito policial, poderá, no prazo de",
    "alternatives": [
      {
        "letter": "A",
        "text": "30 dias da publicação do Diário Oficial, submeter a matéria à revisão da autoridade policial, que insistirá nas investigações ou concordará, em definitivo, com o arquivamento do inquérito policial."
      },
      {
        "letter": "B",
        "text": "15 dias da publicação do Diário Oficial, submeter a matéria à revisão do Juiz Criminal competente, conforme dispuser o Regimento Interno do respectivo Tribunal de Justiça ao qual estiver vinculado o magistrado."
      },
      {
        "letter": "C",
        "text": "15 dias do recebimento da notificação pela autoridade policial, submeter a matéria à revisão do Juiz das Garantias, que manterá o arquivamento ou determinará a reabertura do inquérito policial."
      },
      {
        "letter": "D",
        "text": "30 dias do recebimento da comunicação pelo Ministério Público, submeter a matéria à revisão da instância competente do órgão ministerial, conforme dispuser a respectiva lei orgânica."
      },
      {
        "letter": "E",
        "text": "15 dias do recebimento da notificação, submeter a matéria ao Juiz das Garantias que encaminhará o feito ao Procurador-Geral, e este oferecerá a denúncia, designará outro órgão do Ministério Público para oferecê-la, ou Insistirá no pedido de arquivamento, ao qual estará o juiz obrigado a atender."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q1959627",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a726c653-2b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Da Prisão e da Liberdade Provisória ",
      "Da Prisão em Flagrante",
      "Inquérito Policial - Características                      ",
      "Desenvolvimento: diligências e providências"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "DPE-AP",
    "prova": "FCC - 2022 - DPE-AP - Defensor Público",
    "enunciation": "Acerca do inquérito policial:",
    "alternatives": [
      {
        "letter": "A",
        "text": "A decisão judicial de arquivamento do inquérito policial, após manifestação do Ministério Público que não vislumbrava indícios suficientes de autoria para se instaurar a ação penal, faz coisa julgada formal e material."
      },
      {
        "letter": "B",
        "text": "A partir do denominado “Pacote Anticrime”, em casos de nítida ausência de provas de materialidade de certo delito, poderá o Delegado de Polícia proceder ao arquivamento do inquérito policial de ofício."
      },
      {
        "letter": "C",
        "text": "O inquérito policial será dispensável em casos de ações penais de natureza privada e pública condicionada à representação, mas não o será nos casos de ação penal pública incondicionada, dado o princípio da obrigatoriedade da ação penal."
      },
      {
        "letter": "D",
        "text": "Em casos de prisão em flagrante, poderá o Delegado arbitrar fiança em casos de furtos simples, ainda que a pessoa presa seja reincidente."
      },
      {
        "letter": "E",
        "text": "A partir de Reforma ocorrida em 2010, os fatos ainda em investigação policial não estão sujeitos à prescrição da pretensão punitiva em abstrato."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q1927534",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/071aa2a2-f0",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Noções Gerais ",
      "Inquérito Policial - Características"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "MPE-PE",
    "prova": "FCC - 2022 - MPE-PE - Promotor de Justiça e Promotor de Justiça Substituto",
    "enunciation": "O inquérito policial, nos crimes em que a ação pública depender de representação",
    "alternatives": [
      {
        "letter": "A",
        "text": "não poderá ser arquivado pelo Ministério Público."
      },
      {
        "letter": "B",
        "text": "não poderá ser instaurado sem a queixa."
      },
      {
        "letter": "C",
        "text": "depende da iniciativa do Ministério Público."
      },
      {
        "letter": "D",
        "text": "não poderá sem ela ser iniciado."
      },
      {
        "letter": "E",
        "text": "exige a manifestação prévia do Ministério Público."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q1026018",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/0065f2fc-db",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Noções Gerais"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "IAPEN-AP",
    "prova": "FCC - 2018 - IAPEN-AP - Agente Penitenciário",
    "enunciation": "De acordo com o Código de Processo Penal, o inquérito policial em caso de indiciado solto, deverá terminar no prazo de",
    "alternatives": [
      {
        "letter": "A",
        "text": "90 dias."
      },
      {
        "letter": "B",
        "text": "120 dias."
      },
      {
        "letter": "C",
        "text": "30 dias."
      },
      {
        "letter": "D",
        "text": "45 dias."
      },
      {
        "letter": "E",
        "text": "81 dias."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q1026015",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/005a1848-db",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Desenvolvimento: diligências e providências"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "IAPEN-AP",
    "prova": "FCC - 2018 - IAPEN-AP - Agente Penitenciário",
    "enunciation": "Segundo determina o Código de Processo Penal, logo que tiver conhecimento da prática da infração penal, a autoridade policial deverá",
    "alternatives": [
      {
        "letter": "A",
        "text": "dirigir-se ao local dos fatos, providenciando para que não se alterem o estado e conservação das coisas, até a chegada da imprensa."
      },
      {
        "letter": "B",
        "text": "realizar exame criminológico no indiciado, no caso de indícios de crime contra a dignidade sexual."
      },
      {
        "letter": "C",
        "text": "presidir a audiência de suspensão condicional do processo, apresentando o preso em até 24 horas à autoridade judicial responsável."
      },
      {
        "letter": "D",
        "text": "apreender os objetos que tiverem relação com o fato, após liberados pelos peritos criminais."
      },
      {
        "letter": "E",
        "text": "propor ao indiciado acordo de delação premiada e, caso aceite, determinar o arquivamento do inquérito policial."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q958718",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/72e8e2bd-14",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Noções Gerais"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "Prefeitura de Caruaru - PE",
    "prova": "FCC - 2018 - Prefeitura de Caruaru - PE - Procurador do Município",
    "enunciation": "Segundo o Código de Processo Penal, nos crimes de ação penal pública, o inquérito policial será iniciado de ofício, mediante requisição ou a requerimento do ofendido. O requerimento do ofendido conterá sempre que possível:\n\n\n\n\nI. a narração do fato, com todas as circunstâncias;\n\nII. a individualização do indiciado ou seus sinais característicos e as razões de convicção ou de presunção de ser ele o autor da infração, ou os motivos de impossibilidade de o fazer;\n\nIII. a nomeação das testemunhas, com indicação de sua profissão e residência;\n\nIV. o exame de corpo de delito, nas infrações que deixam vestígio.\n\n\n\n\nSobre o tema, está correto o que se afirma APENAS em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I, II e IV."
      },
      {
        "letter": "B",
        "text": "I, II e III."
      },
      {
        "letter": "C",
        "text": "II, III e IV."
      },
      {
        "letter": "D",
        "text": "I, III e IV."
      },
      {
        "letter": "E",
        "text": "I e III."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q954312",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/25fef0b4-09",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Ação Penal ",
      "Denúncia e Queixa",
      "Procedimento comum sumaríssimo - Lei nº 9.099 de 1995 - Lei dos Juizados Especiais Criminais - JECRIM                      ",
      "Procedimento Penal                      ",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "DPE-MA",
    "prova": "FCC - 2018 - DPE-MA - Defensor Público",
    "enunciation": "Roberto foi preso em flagrante pela suposta participação no delito de furto de uma bicicleta. Na lavratura do respectivo auto foram ouvidos os policiais responsáveis pela prisão e o indiciado. A prisão em flagrante foi convertida em prisão preventiva em sede de audiência de custódia. Concluídas as investigações e relatado o inquérito policial, os autos foram encaminhados ao Ministério Público. Ao analisar o caso, no entanto, o Promotor de Justiça entendeu haver diligência imprescindível para o oferecimento da denúncia, consistente na oitiva da vítima proprietária da bicicleta, eis que Roberto disse ter com ela negociado a compra do referido objeto. Nesse caso, deverá o Promotor de Justiça",
    "alternatives": [
      {
        "letter": "A",
        "text": "determinar o arquivamento do inquérito policial."
      },
      {
        "letter": "B",
        "text": "denunciar Roberto e solicitar o prazo de 30 dias para eventual aditamento da denúncia."
      },
      {
        "letter": "C",
        "text": "intimar a vítima para que compareça ao Ministério Público no prazo de 60 dias, sob pena de crime de desobediência, requerendo a manutenção da custódia cautelar de Roberto."
      },
      {
        "letter": "D",
        "text": "oferecer transação penal, nos termos do art. 89 da Lei n° 9.099/95."
      },
      {
        "letter": "E",
        "text": "requerer o retorno dos autos à Delegacia de origem para que seja realizada a oitiva da vítima e a imediata soltura do indiciado."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q932154",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a86bcc0a-bb",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Noções Gerais ",
      "Inquérito Policial - Características",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "Câmara Legislativa do Distrito Federal",
    "prova": "FCC - 2018 - Câmara Legislativa do Distrito Federal - Procurador Legislativo",
    "enunciation": "Sobre o inquérito policial, está de acordo com a legislação processual penal vigente e a jurisprudência dos Tribunais Superiores o que se afirma em:",
    "alternatives": [
      {
        "letter": "A",
        "text": "É peça indispensável para que o Ministério Público ofereça denúncia em crimes praticados por particular contra a administração pública."
      },
      {
        "letter": "B",
        "text": "É direito do defensor, no interesse do representado, ter acesso amplo aos elementos de prova que, já documentados nos autos, digam respeito ao exercício do direito de defesa."
      },
      {
        "letter": "C",
        "text": "Será concluído, em caso de investigação acerca de tráfico de drogas, no prazo de 45 (quarenta e cinco) dias, se o indiciado estiver preso, e de noventa dias, quando solto."
      },
      {
        "letter": "D",
        "text": "A autoridade policial, convencida da ausência de indícios suficientes de autoria, poderá mandar arquivar os autos de inquérito policial."
      },
      {
        "letter": "E",
        "text": "Em razão do princípio da divisibilidade da ação penal pública incondicionada, admite-se o arquivamento implícito de inquérito policial."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q908310",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/0cfea4a8-79",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Características"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "DPE-AM",
    "prova": "FCC - 2018 - DPE-AM - Defensor Público - Reaplicação",
    "enunciation": "Segundo orientação do Supremo Tribunal Federal, o inquérito policial não possui contraditório. Sobre o tema, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "As medidas invasivas e redutoras da privacidade, deferidas judicialmente, devem, contudo, ser submetidas a esse princípio quando cessadas e reunidas as provas colhidas por esses meios."
      },
      {
        "letter": "B",
        "text": "O contraditório diferido somente poderá ser exercido após a conclusão do inquérito policial."
      },
      {
        "letter": "C",
        "text": "O investigado somente poderá ter conhecimento do depoimento das testemunhas após o seu interrogatório."
      },
      {
        "letter": "D",
        "text": "No regime de sigilo da Lei nº 12.850/2013 − Lei das organizações criminosas − a inexistência do contraditório é absoluta."
      },
      {
        "letter": "E",
        "text": "O contraditório diferido limita-se ao inquérito policial, não sendo aplicável aos demais procedimentos investigatórios de natureza penal."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q887517",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/329e90f5-4a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Noções Gerais ",
      "Inquérito Policial - Características",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "ALESE",
    "prova": "FCC - 2018 - ALESE - Analista Legislativo - Apoio Jurídico",
    "enunciation": "O Código de Processo Penal, bem como o entendimento sumulado do Supremo Tribunal Federal e do Superior Tribunal de Justiça, acerca do Inquérito Policial, dispõe:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Arquivado o inquérito policial, por despacho do juiz, a requerimento do promotor de justiça, é possível a ação penal ser reiniciada, ainda que sem novas provas, desde que não prescrito o crime."
      },
      {
        "letter": "B",
        "text": "É direito do defensor, no interesse do representado, ter acesso amplo aos elementos de prova que, já documentados em procedimento investigatório realizado por órgão com competência de polícia judiciária, digam respeito ao exercício do direito de defesa."
      },
      {
        "letter": "C",
        "text": "Para verificar a possibilidade de a infração ter sido praticada de determinado modo, a autoridade policial poderá proceder à reprodução simulada dos fatos, ainda que esta contrarie a moralidade ou a ordem pública, tendo em vista o princípio da obrigatoriedade."
      },
      {
        "letter": "D",
        "text": "O ofendido, ou seu representante legal, e o indiciado não possuem legitimidade para requerer diligências para a autoridade policial, tendo em vista o princípio da oficialidade."
      },
      {
        "letter": "E",
        "text": "Nos crimes de ação privada, a autoridade policial poderá proceder a inquérito, ainda que não haja requerimento de quem tenha qualidade para intentá-la, uma vez que tal exigência somente é necessária para a proposição da ação penal."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q868144",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/b64604a2-12",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Características"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "DPE-AM",
    "prova": "FCC - 2018 - DPE-AM - Analista Jurídico de Defensoria - Ciências Jurídicas",
    "enunciation": "Considere as seguintes assertivas a respeito do inquérito policial:\n\n\n\n\nI. É incompatível com a Constituição Federal o dispositivo do Código de Processo Penal segundo o qual A autoridade assegurará no inquérito o sigilo necessário à elucidação do fato ou exigido pelo interesse da sociedade.\n\nII. A autoridade policial poderá negar ao advogado do indiciado o acesso à todos os elementos de prova já documentados no inquérito policial, ainda que digam respeito ao exercício do direito de defesa.\n\nIII. A autoridade policial não poderá negar ao advogado do indiciado o acesso às transcrições de interceptações telefônicas de conversas mantidas pelo indiciado, já documentadas nos autos do inquérito policial, caso digam respeito ao exercício do direito de defesa.\n\n\n\n\nÀ luz da Constituição Federal e da jurisprudência do Supremo Tribunal Federal, está correto o que se afirma APENAS em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I."
      },
      {
        "letter": "B",
        "text": "II."
      },
      {
        "letter": "C",
        "text": "III."
      },
      {
        "letter": "D",
        "text": "I e II."
      },
      {
        "letter": "E",
        "text": "I e III."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q1204813",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/314c1906-51",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Das Provas ",
      "Indiciamento",
      "Prova testemunhal"
    ],
    "year": "2017",
    "banca": "FCC",
    "orgao": "DPE-AM",
    "prova": "",
    "enunciation": "Conforme a lei penal e processual penal vigente, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Quando a testemunha não conhecer a língua nacional, se o juiz não dominar o idioma estrangeiro correspondente, será nomeado intérprete para traduzir as perguntas e respostas."
      },
      {
        "letter": "B",
        "text": "O ato de indiciamento formal, embora complexo e privativo da Autoridade Policial, pode ser determinado por requisição do juiz e/ou do MP."
      },
      {
        "letter": "C",
        "text": "O ofendido será comunicado dos atos processuais relativos ao ingresso e à saída do acusado da prisão, à designação de data para audiência e à sentença e respectivos acórdãos que a mantenham ou modifiquem. As comunicações ao ofendido deverão ser feitas no endereço por ele indicado, pessoalmente, e, no caso de não ser encontrado, por edital."
      },
      {
        "letter": "D",
        "text": "O Presidente e o Vice-Presidente da República, os Senadores e Deputados Federais, os Ministros de Estado, os Governadores de Estados e Territórios, os Secretários de Estado, os Prefeitos do Distrito Federal e dos Municípios, os Deputados das Assembleias Legislativas Estaduais, os membros do Poder Judiciário, os ministros e juízes dos Tribunais de Contas da União, dos Estados, do Distrito Federal, bem como os do Tribunal Marítimo serão inquiridos em local, dia e hora previamente ajustados entre eles e o juiz quando servirem de testemunhas, mas não quando forem investigados."
      },
      {
        "letter": "E",
        "text": "É sempre possível a internação provisória do acusado que os peritos concluírem ser inimputável ou semi-imputável e houver risco de reiteração"
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q840609",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/6644f081-9d",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração ",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2017",
    "banca": "FCC",
    "orgao": "DPE-RS",
    "prova": "FCC - 2017 - DPE-RS - Analista - Processual",
    "enunciation": "No tocante ao inquérito policial relativo à apuração de crime a que se procede mediante ação penal pública incondicionada, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "É vedada a instauração de inquérito policial de ofício."
      },
      {
        "letter": "B",
        "text": "O ofendido não pode requerer diligência no curso de inquérito policial."
      },
      {
        "letter": "C",
        "text": "A autoridade policial poderá mandar arquivar autos de inquérito."
      },
      {
        "letter": "D",
        "text": "A autoridade policial poderá mandar instaurar inquérito a partir de comunicação de fato feita por qualquer pessoa, mas deve aguardar a iniciativa do ofendido ou seu representante legal para que seja instaurado."
      },
      {
        "letter": "E",
        "text": "Depois de ordenado o arquivamento do inquérito pela autoridade judiciária, por falta de base para a denúncia, a autoridade policial poderá proceder a novas pesquisas, se de outras provas tiver notícia."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q840182",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/4f64d19b-9c",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Noções Gerais"
    ],
    "year": "2017",
    "banca": "FCC",
    "orgao": "PC-AP",
    "prova": "FCC - 2017 - PC-AP - Oficial de Polícia Civil",
    "enunciation": "No âmbito do inquérito policial, incumbe à autoridade policial",
    "alternatives": [
      {
        "letter": "A",
        "text": "arquivar o inquérito policial."
      },
      {
        "letter": "B",
        "text": "assegurar o sigilo necessário à elucidação do fato."
      },
      {
        "letter": "C",
        "text": "decretar a prisão preventiva."
      },
      {
        "letter": "D",
        "text": "presidir a audiência de custódia."
      },
      {
        "letter": "E",
        "text": "oferecer a denúncia."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q839657",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/b69853d1-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Noções Gerais"
    ],
    "year": "2017",
    "banca": "FCC",
    "orgao": "PC-AP",
    "prova": "FCC - 2017 - PC-AP - Agente de Polícia",
    "enunciation": "Incumbe à autoridade policial:",
    "alternatives": [
      {
        "letter": "A",
        "text": "presidir a instrução processual penal."
      },
      {
        "letter": "B",
        "text": "realizar as diligências requisitadas pelo Ministério Público."
      },
      {
        "letter": "C",
        "text": "citar e intimar o réu e as testemunhas."
      },
      {
        "letter": "D",
        "text": "promover a ação penal pública."
      },
      {
        "letter": "E",
        "text": "decretar a prisão preventiva."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q839098",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/9611e7f1-98",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Noções Gerais"
    ],
    "year": "2017",
    "banca": "FCC",
    "orgao": "PCA",
    "prova": "",
    "enunciation": "Praticado o crime na via pública, o delegado de polícia deverá, dentre outras providências,",
    "alternatives": [
      {
        "letter": "A",
        "text": "dirigir-se ao local, providenciando para que não se alterem o estado e conservação das coisas, até a chegada dos peritos criminais."
      },
      {
        "letter": "B",
        "text": "apreender os objetos que tiverem relação com o fato, independentemente da liberação pelos peritos criminais."
      },
      {
        "letter": "C",
        "text": "colher, após a realização da perícia do local, todas as provas que servirem para o esclarecimento do fato e suas circunstâncias."
      },
      {
        "letter": "D",
        "text": "determinar, se for caso, que se proceda a exame de corpo de delito e a quaisquer outras perícias, desde que haja expresso consentimento da vítima ou quem a represente."
      },
      {
        "letter": "E",
        "text": "proceder à reprodução simulada dos fatos, desde que esta não contrarie a moralidade ou a ordem pública e haja peritos oficiais para a realização do laudo pericial."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q2751627",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/facf6c70315",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Noções Gerais"
    ],
    "year": "2016",
    "banca": "FCC",
    "orgao": "METRÔ-SP",
    "prova": "FCC - 2016 - METRÔ-SP - Advogado Júnior",
    "enunciation": "O inquérito policial",
    "alternatives": [
      {
        "letter": "A",
        "text": "será presidido pelo Ministério Público."
      },
      {
        "letter": "B",
        "text": "poderá ser arquivado por determinação do Delegado-Geral de Polícia."
      },
      {
        "letter": "C",
        "text": "deverá estar concluído no prazo improrrogável de 30 dias."
      },
      {
        "letter": "D",
        "text": "será instaurado de ofício pela autoridade policial nos crimes de ação pública."
      },
      {
        "letter": "E",
        "text": "é indispensável para a instauração da ação penal."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q772228",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/5dd5f6be-ea",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2016",
    "banca": "FCC",
    "orgao": "AL-MS",
    "prova": "FCC - 2016 - AL-MS - Agente de Polícia Legislativo",
    "enunciation": "A autoridade policial de uma determinada cidade do Estado de Mato Grosso do Sul instaura inquérito policial para apurar um crime de aborto cometido pelo médico X. No curso das investigações, a prisão preventiva do médico é decretada pela Justiça e o mandado de prisão é cumprido. Neste caso, segundo estabelece o Código de Processo Penal, o inquérito policial deverá ser concluído, a partir da data em que foi executada a prisão cautelar, no prazo de",
    "alternatives": [
      {
        "letter": "A",
        "text": "cinco dias."
      },
      {
        "letter": "B",
        "text": "dez dias."
      },
      {
        "letter": "C",
        "text": "trinta dias."
      },
      {
        "letter": "D",
        "text": "quinze dias."
      },
      {
        "letter": "E",
        "text": "sessenta dias."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q772226",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/5dcfbbfd-ea",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração ",
      "Desenvolvimento: diligências e providências"
    ],
    "year": "2016",
    "banca": "FCC",
    "orgao": "AL-MS",
    "prova": "FCC - 2016 - AL-MS - Agente de Polícia Legislativo",
    "enunciation": "À luz do Código de Processo Penal, no que se refere ao Inquérito Policial, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "O ofendido, ou seu representante legal, não poderão requerer diligência à autoridade policial, cabendo ao Ministério Público esta tarefa."
      },
      {
        "letter": "B",
        "text": "A autoridade policial poderá mandar arquivar autos de inquérito policial."
      },
      {
        "letter": "C",
        "text": "Depois de ordenado o arquivamento do inquérito pela autoridade judiciária, por falta de base para a denúncia, a autoridade policial não poderá proceder a novas pesquisas, se de outras provas tiver notícia."
      },
      {
        "letter": "D",
        "text": "A autoridade policial logo após tomar conhecimento da prática de um crime deverá colher informações sobre a existência de filhos, respectivas idades e se possuem alguma deficiência e o nome e o contato de eventual responsável pelos cuidados dos filhos, indicado pela pessoa presa."
      },
      {
        "letter": "E",
        "text": "A autoridade policial poderá instaurar inquérito policial de ofício, ainda que se trate de crime de ação penal privada."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q588526",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/479d6d96-a7",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração"
    ],
    "year": "2015",
    "banca": "FCC",
    "orgao": "TJ-PI",
    "prova": "FCC - 2015 - TJ-PI - Juiz Substituto",
    "enunciation": "Conforme o Código de Processo Penal, certos requisitos, sempre que possível, deverão constar do requerimento de instauração de inquérito policial, EXCETO,",
    "alternatives": [
      {
        "letter": "A",
        "text": "a individualização do indiciado ou seus sinais característicos."
      },
      {
        "letter": "B",
        "text": "a narração do fato, com todas as suas circunstâncias."
      },
      {
        "letter": "C",
        "text": "a classificação da infração penal em tese cometida."
      },
      {
        "letter": "D",
        "text": "as razões de convicção ou de presunção de ser o indiciado o autor da infração."
      },
      {
        "letter": "E",
        "text": "a nomeação das testemunhas, com indicação de sua profissão e residência."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q560630",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a9229067-6d",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Noções Gerais"
    ],
    "year": "2015",
    "banca": "FCC",
    "orgao": "DPE-SP",
    "prova": "FCC - 2015 - DPE-SP - Defensor Público",
    "enunciation": "O arquivamento implícito do inquérito policial é",
    "alternatives": [
      {
        "letter": "A",
        "text": "consequência lógica da rejeição parcial da denúncia."
      },
      {
        "letter": "B",
        "text": "o fenômeno decorrente de o MP deixar de incluir na denúncia algum fato investigado ou algum suspeito, sem expressa justificação."
      },
      {
        "letter": "C",
        "text": "o arquivamento promovido fundamentadamente pelo Procurador-Geral da República dos inquéritos que tratam de suposta prática de crimes de competência originária do Supremo Tribunal Federal."
      },
      {
        "letter": "D",
        "text": "o arquivamento operado de ofício pelo delegado de polícia, quando este entende estarem ausentes prova da materialidade delitiva e indícios mínimos de autoria."
      },
      {
        "letter": "E",
        "text": "o arquivamento promovido pelo Procurador-Geral de Justiça, após a remessa dos autos pelo juiz de direito que discorda do pedido de arquivamento requerido pelo órgão do Ministério Público em primeiro grau."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q553913",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/c7d6cd8c-60",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração ",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2015",
    "banca": "FCC",
    "orgao": "DPE-MA",
    "prova": "FCC - 2015 - DPE-MA - Defensor Público",
    "enunciation": "O inquérito policial",
    "alternatives": [
      {
        "letter": "A",
        "text": "após seu arquivamento, poderá ser desarquivado a qualquer momento para possibilitar novas investigações, desde que haja concordância do Ministério Público."
      },
      {
        "letter": "B",
        "text": "em curso poderá ser avocado por superior por motivo de interesse público."
      },
      {
        "letter": "C",
        "text": "poderá ser instaurado por requisição judicial, a depender da análise de conveniência e oportunidade do delegado de polícia."
      },
      {
        "letter": "D",
        "text": "nos casos de ação penal privada e ação penal pública condicionada poderá ser instaurado mesmo sem a representação da vítima ou seu representante legal, desde que se trate de crime hediondo."
      },
      {
        "letter": "E",
        "text": "independentemente do crime investigado deverá ser impreterivelmente concluído no prazo de 30 dias se o investigado estiver solto."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q544945",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a1e5a47e-47",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração ",
      "Desenvolvimento: diligências e providências",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2015",
    "banca": "FCC",
    "orgao": "MPE-PB",
    "prova": "FCC - 2015 - MPE-PB - Técnico Ministerial – Sem Especialidade",
    "enunciation": "Considere as seguintes situações hipotéticas:\n\nI. A Promotora de Justiça de uma comarca do Estado da Paraíba requereu à autoridade policial a instauração de Inquérito Policial para apuração de crime de injúria, de ação penal privada, figurando como vítima Luis e como autor do crime Edson. A autoridade policial atende ao pedido veiculado e instaura o Inquérito Policial.\n\nII. Durante o trâmite de um Inquérito Policial instaurado para apuração de crime de homicídio tentado a vítima apresenta requerimento ao Delegado de Polícia para realização de uma diligência que entende ser útil para apuração da verdade real. O Delegado de Polícia, entendendo ser impertinente o requerimento e a diligência solicitada, deixa de realizar a diligência.\n\nIII. O Delegado de Polícia de uma determinada cidade no Estado da Paraíba, após instaurar um Inquérito Policial para apuração de crime de furto que teria sido cometido por Theo, não conseguindo apurar provas da autoria delitiva determina o imediato arquivamento dos autos.\n\nIV. Encerrado Inquérito Policial para apuração de crime de ação penal privada a autoridade policial, após pedido do requerente, entrega os autos de inquérito ao requerente, mediante traslado.\n\nO Delegado de Polícia agiu dentro da legalidade APENAS nas situações indicadas em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I, II e IV."
      },
      {
        "letter": "B",
        "text": "II e IV."
      },
      {
        "letter": "C",
        "text": "II, III e IV."
      },
      {
        "letter": "D",
        "text": "III e IV."
      },
      {
        "letter": "E",
        "text": "I e III."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q544575",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/f159b87c-47",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Características"
    ],
    "year": "2015",
    "banca": "FCC",
    "orgao": "TJ-AL",
    "prova": "FCC - 2015 - TJ-AL - Juiz Substituto",
    "enunciation": "A investigação de uma infração penal",
    "alternatives": [
      {
        "letter": "A",
        "text": "poderá ser conduzida pelo Ministério Público, conforme recente decisão do STF, mas apenas nos casos relacionados ao foro por prerrogativa de função."
      },
      {
        "letter": "B",
        "text": "poderá ser realizada por meio de inquérito policial, presidido por delegado de polícia de carreira ou promotor de justiça, conforme recente decisão do STF."
      },
      {
        "letter": "C",
        "text": "poderá ser realizada por meio de inquérito policial que será presidido por delegado de polícia de carreira, sob o comando e a fiscalização direta e imediata do promotor de justiça, conforme recente decisão do STJ."
      },
      {
        "letter": "D",
        "text": "poderá ser conduzida pelo Ministério Publico, conforme recente decisão do STF."
      },
      {
        "letter": "E",
        "text": "deverá ser sempre promovida em autos de inquérito policial, presidido por um delegado de polícia de carreira, salvo em casos de infração cometida por vereadores, cuja investigação será presidida pelo Presidente da Câmara Municipal."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q1213701",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/d6c6b433-92",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "DPE-RS",
    "prova": "",
    "enunciation": "Jeremias foi preso em flagrante delito pelo cometimento do fato previsto no art. 157, § 2o, I e II, do Código Penal, e no mesmo dia decretada a prisão preventiva com a legítima finalidade de garantir a ordem pública. Com base nestes dados, sob pena de caracterizado o constrangimento ilegal (CPP, art. 648, II), impõe-se que o inquérito policial esteja concluído no prazo máximo de",
    "alternatives": [
      {
        "letter": "A",
        "text": "60 dias."
      },
      {
        "letter": "B",
        "text": "10 dias."
      },
      {
        "letter": "C",
        "text": "05 dias."
      },
      {
        "letter": "D",
        "text": "15 dias."
      },
      {
        "letter": "E",
        "text": "30 dias."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q410896",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/0645b688-16",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração ",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "METRÔ-SP",
    "prova": "FCC - 2014 - METRÔ-SP - Advogado Júnior",
    "enunciation": "A respeito do inquérito policial, considere:\n\nI. O requerimento do ofendido ou de quem tenha qualidade para representá-lo só será apto para a instauração de inquérito policial se dele constar a individualização do autor da infração.\nII. A requisição do Ministério Público torna obrigatória a instauração do inquérito pela autoridade policial.\nIII. Se o Delegado de Polícia verificar, no curso das investigações, que o indiciado é inocente, deverá determinar o arquivamento do inquérito.\n\nEstá correto o que se afirma APENAS em",
    "alternatives": [
      {
        "letter": "A",
        "text": "II e III."
      },
      {
        "letter": "B",
        "text": "I e II."
      },
      {
        "letter": "C",
        "text": "I e III."
      },
      {
        "letter": "D",
        "text": "II."
      },
      {
        "letter": "E",
        "text": "III."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q378921",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/67b1fa8e-d9",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Desenvolvimento: diligências e providências"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "TJ-AP",
    "prova": "FCC - 2014 - TJ-AP - Juiz",
    "enunciation": "Em relação ao exercício do direito de defesa no inquérito policial, a autoridade policial poderá negar ao defensor, no interesse do representado, ter acesso aos",
    "alternatives": [
      {
        "letter": "A",
        "text": "elementos de prova cobertos pelo sigilo."
      },
      {
        "letter": "B",
        "text": "termos de depoimentos prestados pela vítimas, se entender pertinente."
      },
      {
        "letter": "C",
        "text": "elementos de prova que entender impertinentes."
      },
      {
        "letter": "D",
        "text": "elementos de prova, caso o investigado já tenha sido formalmente indiciado."
      },
      {
        "letter": "E",
        "text": "elementos de provas ainda não documentados em procedimento investigatório."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q359424",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/88758467-a8",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Ação Penal ",
      "Denúncia e Queixa",
      "Notícia-crime e instauração"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "TRF - 3ª REGIÃO",
    "prova": "FCC - 2014 - TRF - 3ª REGIÃO - Analista Judiciário - Oficial de Justiça Avaliador",
    "enunciation": "Considere persecução penal baseada na prisão em flagrante dos acusados em situação de participação em narcotraficância transnacional, obstada pela Polícia Federal, que os encontrou tendo em depósito 46.700 gramas de cocaína graças à informação oriunda de notícia anônima. Neste caso, segundo entendimento jurisprudencial consolidado,",
    "alternatives": [
      {
        "letter": "A",
        "text": "é nulo o processo ab initio, ante a vedação constitucional do anonimato."
      },
      {
        "letter": "B",
        "text": "a notícia anônima sobre eventual prática criminosa é, por si, idônea para instauração de inquérito policial."
      },
      {
        "letter": "C",
        "text": "a notícia anônima sobre eventual prática criminosa presta-se a embasar procedimentos investigatórios preliminares que corroborem as informações da fonte anônima, os quais tornam legítima a persecução criminal."
      },
      {
        "letter": "D",
        "text": "a autoridade policial não pode tomar qualquer providência investigatória a partir da notícia anônima."
      },
      {
        "letter": "E",
        "text": "a persecução criminal só poderia ser iniciada se a denúncia anônima estivesse corroborada por interceptação telefônica autorizada judicialmente."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q499238",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/20a1af29-e6",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "MPE-AM",
    "prova": "FCC - 2013 - MPE-AM - Agente Técnico - Jurídico",
    "enunciation": "João cometeu crime de ação penal pública incondicionada; José praticou delito de ação penal pública condicionada à representação do ofendido ou de quem tenha qualidade para representá-lo; Pedro cometeu crime de ação penal de iniciativa privada que somente pode ser ajuizada pelo ofendido ou por quem tenha qualidade para representá-lo. O delegado de polícia poderá iniciar o inquérito policial, de oficio, no que concerne à acusação contra",
    "alternatives": [
      {
        "letter": "A",
        "text": "João, José e Pedro."
      },
      {
        "letter": "B",
        "text": "José, apenas."
      },
      {
        "letter": "C",
        "text": "João e José, apenas."
      },
      {
        "letter": "D",
        "text": "Pedro, apenas."
      },
      {
        "letter": "E",
        "text": "João, apenas."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q493105",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/678bd4b6-da",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração ",
      "Desenvolvimento: diligências e providências",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "MPE-MA",
    "prova": "FCC - 2013 - MPE-MA - Analista Ministerial - Direito - Processual",
    "enunciation": "A respeito do inquérito policial, considere:\n\nI. O inquérito policial regularmente instaurado por crime de ação penal pública poderá ser arquivado pela autoridade policial mediante requerimento escrito da vítima, ou de quem tenha qualidade para representá-la.\n\nII. O inquérito, nos crimes em que a ação penal pública depender de representação, não poderá sem ela ser iniciado.\n\nIII. O ofendido ou seu representante legal e o indiciado poderão requerer qualquer diligência, cuja realização será obrigatoriamente determinada pela autoridade policial.\n\nEstá correto o que se afirma APENAS em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I e II."
      },
      {
        "letter": "B",
        "text": "I e III."
      },
      {
        "letter": "C",
        "text": "II e III."
      },
      {
        "letter": "D",
        "text": "II."
      },
      {
        "letter": "E",
        "text": "III."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q464173",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/58b8ade5-a5",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Características ",
      "Valor Probatório",
      "Desenvolvimento: diligências e providências"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "MPE-CE",
    "prova": "FCC - 2013 - MPE-CE - Analista Ministerial - Direito",
    "enunciation": "Sobre a produção de prova no inquérito policial, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Exige repetição em juízo mesmo quanto às de natureza técnica, científica ou pericial."
      },
      {
        "letter": "B",
        "text": "É produzida exclusivamente pela autoridade policial sem interferência do Ministério Público ou do indiciado ou do ofendido."
      },
      {
        "letter": "C",
        "text": "Tem oportunidade para o contraditório quando o ofendido, ou seu representante legal, e o indiciado requererem qualquer diligência."
      },
      {
        "letter": "D",
        "text": "Dispensa confirmação judicial nas hipóteses de confissão presenciada por advogado constituído do indiciado."
      },
      {
        "letter": "E",
        "text": "É produzida sem intervenção da defesa técnica, por seu caráter indiciário, sendo possível à autoridade policial interrogar sigilosamente o indiciado."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q435955",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/9790885f-4f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "MPE-SE",
    "prova": "FCC - 2013 - MPE-SE - Técnico Administrativo",
    "enunciation": "Nos termos do Código de Processo Penal, nos crimes de ação penal de iniciativa pública, o inquérito policial será iniciado somente",
    "alternatives": [
      {
        "letter": "A",
        "text": "de ofício."
      },
      {
        "letter": "B",
        "text": "por requerimento do ofendido ou de quem tiver qualidade para representá-lo."
      },
      {
        "letter": "C",
        "text": "mediante requisição da autoridade judiciária ou do Ministério Público, ou a requerimento do ofendido ou de quem tiver qualidade para representá-lo."
      },
      {
        "letter": "D",
        "text": "por requisição do Ministério Público."
      },
      {
        "letter": "E",
        "text": "de ofício ou mediante requisição da autoridade judiciária ou do Ministério Público, ou a requerimento do ofendido ou de quem tiver qualidade para representá-lo."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q434439",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/affbeb71-4e",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Características ",
      "Controle da Atividade Policial",
      "Controle Externo da Atividade Policial pelo Ministério Público"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "TRE-RO",
    "prova": "FCC - 2013 - TRE-RO - Analista Judiciário - Área Judiciária",
    "enunciation": "A função institucional de exercer o controle externo da atividade policial que lhe é atribuída pela Constituição Federal NÃO permite que o representante do Ministério Público, no inquérito policial,",
    "alternatives": [
      {
        "letter": "A",
        "text": "requisite diligências."
      },
      {
        "letter": "B",
        "text": "assuma a presidência do inquérito no lugar da autoridade policial."
      },
      {
        "letter": "C",
        "text": "acompanhe pessoalmente as provas colhidas pela autoridade policial."
      },
      {
        "letter": "D",
        "text": "ingresse em delegacias de cadeias a qualquer momento."
      },
      {
        "letter": "E",
        "text": "investigue desvios de função cometidos por policiais ao longo das investigações."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q412200",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/6b6dcdce-19",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração ",
      "Desenvolvimento: diligências e providências"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "DPE-RS",
    "prova": "FCC - 2013 - DPE-RS - Analista - Processual",
    "enunciation": "Em relação ao inquérito policial, é correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "nos crimes em que a ação pública depender de representação, não poderá sem ela ser iniciado."
      },
      {
        "letter": "B",
        "text": "o requerimento do ofendido para início do inquérito policial sempre deverá conter a narração do fato, com todas as circunstâncias."
      },
      {
        "letter": "C",
        "text": "qualquer pessoa que tiver conhecimento da existência de infração penal em que caiba ação pública deverá, verbalmente ou por escrito, comunicá-lo à autoridade policial."
      },
      {
        "letter": "D",
        "text": "logo que tiver conhecimento da prática da infração penal, a autoridade policial poderá apreender os objetos que tiverem relação com o fato, após liberados pelos peritos criminais."
      },
      {
        "letter": "E",
        "text": "o ofendido, mas não o indiciado, poderá requerer qualquer diligência, que será realizada, ou não, a juízo da autoridade."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q356783",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/7dafd0fa-9d",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração ",
      "Desenvolvimento: diligências e providências"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "TRT - 15ª Região (SP)",
    "prova": "FCC - 2013 - TRT - 15ª Região - Técnico Judiciário - Segurança",
    "enunciation": "O agente policial que comparecer em primeiro lugar ao local em que ocorreu crime de homicídio doloso deve",
    "alternatives": [
      {
        "letter": "A",
        "text": "reunir todos os objetos e instrumentos existentes no local em recipiente adequado, utilizando luvas para não afetar as eventuais impressões digitais e levá-los ao Instituto Médico Legal juntamente com o cadáver."
      },
      {
        "letter": "B",
        "text": "remover o cadáver para o Instituto Médico Legal e delimitar a área com faixas de sinalização para impedir o acesso de terceiros."
      },
      {
        "letter": "C",
        "text": "remover o cadáver para um hospital e apreender todos os objetos e instrumentos utilizados para a prática do crime, levando-os ao Instituto Médico Legal para exame."
      },
      {
        "letter": "D",
        "text": "providenciar para que não se altere o estado e conservação das coisas, até a chegada dos peritos criminais."
      },
      {
        "letter": "E",
        "text": "fotografar o cadáver e as imediações do local em que foi encontrado e, em seguida, transportá-lo ao Instituto Médico Legal, cercando a área com faixas de sinalização para impedir o acesso de terceiros."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q348148",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/428d6476-35",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração ",
      "Desenvolvimento: diligências e providências",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "MPE-SE",
    "prova": "FCC - 2013 - MPE-SE - Analista - Direito",
    "enunciation": "Em relação ao inquérito policial,",
    "alternatives": [
      {
        "letter": "A",
        "text": "o ofendido, ou seu representante legal, e o indiciado poderão requerer qualquer diligência, que será realizada, ou não, a juízo da autoridade."
      },
      {
        "letter": "B",
        "text": "nos crimes de ação penal de iniciativa pública, somente pode ser iniciado de ofício."
      },
      {
        "letter": "C",
        "text": "a autoridade policial poderá mandar arquivar os autos de inquérito policial em caso de evidente atipicidade da conduta investigada."
      },
      {
        "letter": "D",
        "text": "se o indiciado estiver preso em flagrante, o inquérito policial deverá terminar no prazo máximo de cinco dias, salvo disposição em contrário."
      },
      {
        "letter": "E",
        "text": "é indispensável à propositura da ação penal de iniciativa pública."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q368728",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/f33121bb-c4",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TJ-RJ",
    "prova": "FCC - 2012 - TJ-RJ - Tecnico de Atividade Judiciária",
    "enunciation": "Nos crimes de ação privada, o inquérito policial será iniciado",
    "alternatives": [
      {
        "letter": "A",
        "text": "por requisição da autoridade judiciária."
      },
      {
        "letter": "B",
        "text": "mediante requerimento de quem tenha qualidade para intentá-la."
      },
      {
        "letter": "C",
        "text": "de ofício."
      },
      {
        "letter": "D",
        "text": "mediante requerimento do Ministério Público."
      },
      {
        "letter": "E",
        "text": "mediante requerimento de qualquer pessoa do povo."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q368727",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/f1cc5462-c4",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TJ-RJ",
    "prova": "FCC - 2012 - TJ-RJ - Tecnico de Atividade Judiciária",
    "enunciation": "Estando o indiciado preso, o prazo para encerramento do inquérito policial é de",
    "alternatives": [
      {
        "letter": "A",
        "text": "quinze dias."
      },
      {
        "letter": "B",
        "text": "trinta dias."
      },
      {
        "letter": "C",
        "text": "vinte dias."
      },
      {
        "letter": "D",
        "text": "cinco dias."
      },
      {
        "letter": "E",
        "text": "dez dias."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q286665",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/5a757c20-55",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração ",
      "Desenvolvimento: diligências e providências",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "MPE-AL",
    "prova": "FCC - 2012 - MPE-AL - Promotor de Justiça",
    "enunciation": "Em relação ao inquérito policial, é correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "é direito do defensor, no interesse do representado, ter acesso amplo aos elementos de prova que, já documentados em procedimento investigatório realizado por órgão com competência de polícia judiciária, digam respeito ao exercício do direito de defesa."
      },
      {
        "letter": "B",
        "text": "a autoridade policial poderá requerer a devolução dos autos do juiz para a realização de ulteriores diligências quando o indiciado estiver preso em flagrante e a diligência for célere"
      },
      {
        "letter": "C",
        "text": "poderá ser instaurado de ofício nos crimes de ação penal pública incondicionada, mas apenas mediante requisição do Ministério Público ou do juiz."
      },
      {
        "letter": "D",
        "text": "poderá ser arquivado pelo Delegado Geral de Polícia quando reconhecida, pela autoridade policial, a ocorrência de legítima defesa."
      },
      {
        "letter": "E",
        "text": "se o investigado já foi identificado civilmente não deverá ser indiciado."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q255264",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/94aba1b1-ec",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Desenvolvimento: diligências e providências"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "MPE-AP",
    "prova": "FCC - 2012 - MPE-AP - Promotor de Justiça",
    "enunciation": "Quanto ao inquérito policial, é INCORRETO afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Nos crimes processados mediante ação penal de iniciativa pública condicionada à representação, é necessária a formulação desta para que o inquérito seja instaurado."
      },
      {
        "letter": "B",
        "text": "O indiciado poderá requerer à autoridade policial a realização de qualquer diligência."
      },
      {
        "letter": "C",
        "text": "O Ministério Público não poderá requerer a devolução do inquérito à autoridade policial, senão para novas diligências, prescindíveis ao oferecimento da denúncia."
      },
      {
        "letter": "D",
        "text": "A autoridade policial não poderá mandar arquivar autos de inquérito policial, mesmo se verificada a atipicidade do fato investigado."
      },
      {
        "letter": "E",
        "text": "O inquérito policial é dispensável para a propositura da ação penal."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q253825",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/68fdcfbb-ea",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Desenvolvimento: diligências e providências"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "DPE-PR",
    "prova": "FCC - 2012 - DPE-PR - Defensor Público",
    "enunciation": "Instaurado inquérito policial para investigação de roubo de veículos na cidade de Foz do Iguaçu, Marivaldo é preso preventivamente, pela suposta prática dos crimes dos arts. 157, § 2o , I e 288 do Código Penal. Tendo sido comunicada a prisão e encaminhada a cópia do cumprimento do mandado ao Defensor Público, que se dirigiu à Delegacia de Polícia. De acordo com as prerrogativas contidas na Lei Complementar no 80/94 e as disposições do Código de Processo Penal analise as afirmações abaixo.\n\n\nI. Se houver a decretação da incomunicabilidade do indiciado, o Defensor Público não poderá se entrevistar com aquele, a fim de assegurar a continuidade das investigações.\n\nII. O Defensor Público deverá agendar previamente a sua visita à Delegacia de Polícia para se entrevistar com o preso.\n\nIII. O Defensor Público terá acesso aos autos do inquérito policial, podendo apenas tomar apontamentos.\n\nIV. Enquanto não relatado o inquérito policial o Defensor Público poderá ter acesso aos autos, mas não obterá cópias, dada a sua sigilosidade.\n\nV. O Defensor Público não precisará de procuração do indiciado para ter vista dos autos do inquérito policial, podendo praticar os atos que entender necessários.\n\nEstá correto o que se afirma em",
    "alternatives": [
      {
        "letter": "A",
        "text": "III, apenas."
      },
      {
        "letter": "B",
        "text": "V, apenas."
      },
      {
        "letter": "C",
        "text": "III e V, apenas."
      },
      {
        "letter": "D",
        "text": "III, IV e V, apenas."
      },
      {
        "letter": "E",
        "text": "I, II, III, IV e V."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q236377",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/d256ce6b-a2",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração ",
      "Desenvolvimento: diligências e providências"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "MPE-PE",
    "prova": "FCC - 2012 - MPE-PE - Técnico Ministerial - Área Administrativa",
    "enunciation": "A respeito do inquérito policial, considere:\n\nI. A Guarda Municipal pode instaurar e produzir inquéritos policiais.\n\nII. O Prefeito Municipal não pode requisitar a instauração de inquérito policial para apurar fato supostamente delituoso ocorrido no âmbito do município.\n\nIII. O indiciado é obrigado a responder, no interrogatório, as perguntas da autoridade policial e somente em juízo pode valer-se do direito de permanecer calado.\n\nEstá correto o que consta SOMENTE em",
    "alternatives": [
      {
        "letter": "A",
        "text": "II e III."
      },
      {
        "letter": "B",
        "text": "I e II."
      },
      {
        "letter": "C",
        "text": "I e III."
      },
      {
        "letter": "D",
        "text": "II."
      },
      {
        "letter": "E",
        "text": "I."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q232852",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/2b5da3e2-84",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Noções Gerais ",
      "Notícia-crime e instauração",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TRF - 2ª REGIÃO",
    "prova": "FCC - 2012 - TRF - 2ª REGIÃO - Técnico Judiciário - Área Administrativa",
    "enunciation": "O inquérito policial",
    "alternatives": [
      {
        "letter": "A",
        "text": "será presidido pelo escrivão, sob a orientação do Delegado de Polícia."
      },
      {
        "letter": "B",
        "text": "só poderá ser iniciado através de requisição do Ministério Público ou do juiz."
      },
      {
        "letter": "C",
        "text": "será acompanhado, quando concluído e remetido ao fórum, dos instrumentos do crime, bem como dos objetos que interessarem à prova."
      },
      {
        "letter": "D",
        "text": "poderá ser arquivado pela autoridade policial ou pelo Ministério Público quando o fato não constituir crime."
      },
      {
        "letter": "E",
        "text": "é indispensável para o oferecimento da denúncia, não podendo o Ministério Público dispensá-lo."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q232130",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/99f80754-83",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração ",
      "Desenvolvimento: diligências e providências",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TJ-RJ",
    "prova": "FCC - 2012 - TJ-RJ - Analista Judiciário - Comissário da Infância e da Juventude",
    "enunciation": "Em relação ao inquérito policial, é correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "a autoridade policial poderá mandar arquivar autos de inquérito."
      },
      {
        "letter": "B",
        "text": "o ofendido poderá requerer qualquer diligência, que será realizada, ou não, a juízo da autoridade."
      },
      {
        "letter": "C",
        "text": "poderá ser iniciado, por requerimento do Ministério Público, nos crimes de ação penal privada."
      },
      {
        "letter": "D",
        "text": "deverá ser encerrado em cinco dias, estando o indiciado preso."
      },
      {
        "letter": "E",
        "text": "não pode ser iniciado de ofício, mesmo nos crimes de ação penal pública incondicionada."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q231488",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/d1d8155d-82",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Desenvolvimento: diligências e providências"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TRF - 2ª REGIÃO",
    "prova": "FCC - 2012 - TRF - 2ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "Na dinâmica do inquérito policial NÃO se inclui",
    "alternatives": [
      {
        "letter": "A",
        "text": "o reconhecimento de pessoas e coisas."
      },
      {
        "letter": "B",
        "text": "as acareações."
      },
      {
        "letter": "C",
        "text": "o pedido de prisão temporária."
      },
      {
        "letter": "D",
        "text": "a apreensão dos objetos que tiverem relação com o fato, após liberados pelos peritos criminais."
      },
      {
        "letter": "E",
        "text": "a apresentação, através de advogado, de defesa preliminar por parte do indiciado."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q221183",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/f1d9efd7-56",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TRE-PR",
    "prova": "FCC - 2012 - TRE-PR - Analista Judiciário - Área Administrativa",
    "enunciation": "O inquérito policial, em regra, deverá terminar no prazo",
    "alternatives": [
      {
        "letter": "A",
        "text": "estabelecido pela autoridade policial, tendo em vista a complexidade das investigações."
      },
      {
        "letter": "B",
        "text": "de 10 dias, se o indiciado estiver preso preventivamente ou em flagrante."
      },
      {
        "letter": "C",
        "text": "de 20 dias, se o indiciado estiver solto, mediante fiança ou sem ela."
      },
      {
        "letter": "D",
        "text": "de 30 dias, se o indiciado estiver preso preventivamente ou em flagrante."
      },
      {
        "letter": "E",
        "text": "de 60 dias, se o indiciado estiver solto, mediante fiança ou sem ela."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q125502",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/f2a7562a-95",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Noções Gerais ",
      "Inquérito Policial - Características",
      "Vícios e suas consequências                      ",
      "Incomunicabilidade                      ",
      "Desenvolvimento: diligências e providências                      ",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "TRE-AP",
    "prova": "FCC - 2011 - TRE-AP - Analista Judiciário - Área Administrativa",
    "enunciation": "No que concerne ao Inquérito Policial, de acordo com o Código de Processo Penal, é correto afirmar que:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Do despacho que indeferir o requerimento do ofendido de abertura de inquérito caberá recurso administrativo ao Juiz Corregedor da Comarca."
      },
      {
        "letter": "B",
        "text": "Para verificar a possibilidade de haver a infração sido praticada de determinado modo, a autoridade policial poderá proceder à reprodução simulada dos fatos, ainda que esta contrarie a moralidade ou a ordem pública."
      },
      {
        "letter": "C",
        "text": "O inquérito, nos crimes em que a ação pública depender de representação, não poderá sem ela ser iniciado."
      },
      {
        "letter": "D",
        "text": "A autoridade policial poderá mandar arquivar autos de inquérito em situações excepcionais previstas em lei."
      },
      {
        "letter": "E",
        "text": "A incomunicabilidade do indiciado dependerá sempre de despacho nos autos e somente será permitida quando o interesse da sociedade ou a conveniência da investigação o exigir."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q121657",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a780036e-91",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Características"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "TRT - 1ª REGIÃO (RJ)",
    "prova": "FCC - 2011 - TRT - 1ª REGIÃO (RJ) - Técnico Judiciário - Segurança",
    "enunciation": "A respeito do inquérito policial, considere:\n\nI. Não é processo, mas procedimento informativo destinado a reunir os elementos necessários à apuração da prática de uma infração penal e da respectiva autoria.\n\nII. A autoridade policial não tem atribuições discricionárias, dependendo a execução de cada ato de prévia autorização do Poder Judiciário.\n\nIII. Em decorrência do princípio da transparência dos atos administrativos, a autoridade policial não poderá determinar que tramite em sigilo, ainda que necessário à elucidação do fato.\n\nIV. A autoridade policial não tem atribuições discricionárias, dependendo a execução de cada ato de prévia autorização do Ministério Público.\n\nEstá correto o que se afirma APENAS em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I."
      },
      {
        "letter": "B",
        "text": "I, II e III."
      },
      {
        "letter": "C",
        "text": "III e IV."
      },
      {
        "letter": "D",
        "text": "I e II."
      },
      {
        "letter": "E",
        "text": "IV."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q121654",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/9f370db9-91",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "TRT - 1ª REGIÃO (RJ)",
    "prova": "FCC - 2011 - TRT - 1ª REGIÃO (RJ) - Técnico Judiciário - Segurança",
    "enunciation": "A notitia criminis",
    "alternatives": [
      {
        "letter": "A",
        "text": "é a divulgação pela imprensa da ocorrência de um fato criminoso."
      },
      {
        "letter": "B",
        "text": "pode chegar ao conhecimento da autoridade policial através da prisão em flagrante."
      },
      {
        "letter": "C",
        "text": "torna obrigatória a instauração de inquérito policial para apuração do fato delituoso."
      },
      {
        "letter": "D",
        "text": "implica sempre no indiciamento de quem foi indicado como provável autor da infração penal."
      },
      {
        "letter": "E",
        "text": "é a comunicação formal ou anônima da prática de um crime levada à imprensa falada, televisada ou escrita."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q105119",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/6e4d7352-80",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "TJ-AP",
    "prova": "FCC - 2011 - TJ-AP - Titular de Serviços de Notas e de Registros",
    "enunciation": "Nos crimes de ação exclusivamente privada, o inquérito policial deverá ser instaurado",
    "alternatives": [
      {
        "letter": "A",
        "text": "a requerimento escrito de qualquer pessoa que tiver conhecimento do fato."
      },
      {
        "letter": "B",
        "text": "pela autoridade policial, de ofício."
      },
      {
        "letter": "C",
        "text": "a requerimento de quem tenha qualidade para intentá-la."
      },
      {
        "letter": "D",
        "text": "através de requisição do Ministro da Justiça."
      },
      {
        "letter": "E",
        "text": "a requerimento verbal de qualquer pessoa que tiver conhecimento do fato."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q87589",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/77383c96-5f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Características ",
      "Notícia-crime e instauração",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "TRE-RN",
    "prova": "FCC - 2011 - TRE-RN - Analista Judiciário - Área Judiciária",
    "enunciation": "O inquérito policial",
    "alternatives": [
      {
        "letter": "A",
        "text": "não pode correr em sigilo, devendo ser submetido à publicidade que rege o processo penal."
      },
      {
        "letter": "B",
        "text": "não pode ser instaurado por requisição do Ministério Público."
      },
      {
        "letter": "C",
        "text": "não pode ser arquivado pela autoridade policial, mesmo se forem insuficientes as provas da autoria do delito."
      },
      {
        "letter": "D",
        "text": "é um procedimento que, pela sua natureza, não permite ao indiciado requerer qualquer diligência."
      },
      {
        "letter": "E",
        "text": "será encaminhado ao juízo competente desacompanhado dos instrumentos do crime, que serão destruídos na delegacia de origem."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q87125",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/45579f22-5e",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "TRF - 1ª REGIÃO",
    "prova": "FCC - 2011 - TRF - 1ª REGIÃO - Técnico Judiciário - Área Administrativa",
    "enunciation": "Arquivado o inquérito policial por despacho do juiz, a requerimento do Ministério Público, a ação penal",
    "alternatives": [
      {
        "letter": "A",
        "text": "só poderá ser instaurada com base em novas provas."
      },
      {
        "letter": "B",
        "text": "só poderá ser instaurada se o pedido de arquivamento do Ministério Público tiver se baseado em prova falsa."
      },
      {
        "letter": "C",
        "text": "não poderá mais ser instaurada por ter se exaurido a atividade de acusação."
      },
      {
        "letter": "D",
        "text": "não poderá mais ser instaurada, pois implicaria revisão prejudicial ao acusado."
      },
      {
        "letter": "E",
        "text": "só poderá ser instaurada se houver requisição do Procurador-Geral de Justiça."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q75688",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/782388e6-d6",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração ",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "METRÔ-SP",
    "prova": "FCC - 2010 - METRÔ-SP - Advogado",
    "enunciation": "O inquérito policial:",
    "alternatives": [
      {
        "letter": "A",
        "text": "nos crimes em que a ação pública depender de representação, poderá ser sem ela ser instaurado, pois o ofendido poderá oferecê-la em juízo."
      },
      {
        "letter": "B",
        "text": "poderá ser arquivado pela autoridade policial, quando, no curso das investigações, ficar demonstrada a inexistência de crime."
      },
      {
        "letter": "C",
        "text": "somente poderá ser instaurado, nos crimes de ação penal privada, a requerimento de quem tenha qualidade para intentá-la."
      },
      {
        "letter": "D",
        "text": "poderá ser instaurado, nos crimes de ação pública, somente mediante requerimento escrito do ofendido ou de quem tenha qualidade para representá-lo."
      },
      {
        "letter": "E",
        "text": "é indispensável para a instauração da ação penal pública pelo Ministério Público."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q66966",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/7f76e3aa-bb",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração ",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "BAHIAGÁS",
    "prova": "FCC - 2010 - BAHIAGÁS - Analista de Processos Organizacionais - Direito",
    "enunciation": "A respeito do inquérito policial, considere:\n\nI. Depois de ordenado o arquivamento do inquérito pela autoridade judiciária, por falta de base para a denúncia, a autoridade policial não poderá proceder novas pesquisas, se de outras provas tiver notícia.\n\nII. A autoridade policial poderá mandar arquivar o inquérito policial se, pelos elementos de prova colhidos, ficar evidenciada a inocorrência de qualquer delito.\n\nIII. Nos crimes de ação pública, o inquérito policial poderá ser iniciado de ofício.\n\nEstá correto o que se afirma APENAS em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I."
      },
      {
        "letter": "B",
        "text": "III."
      },
      {
        "letter": "C",
        "text": "I e II."
      },
      {
        "letter": "D",
        "text": "I e III."
      },
      {
        "letter": "E",
        "text": "II e III."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q55882",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/e03714b2-94",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Desenvolvimento: diligências e providências"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "TJ-PI",
    "prova": "FCC - 2010 - TJ-PI - Assessor Jurídico",
    "enunciation": "Segundo o estabelecido no Código de Processo Penal, no curso do inquérito policial,",
    "alternatives": [
      {
        "letter": "A",
        "text": "por se tratar de peça informativa, não é permitido ao indiciado requerer diligência."
      },
      {
        "letter": "B",
        "text": "o ofendido não poderá requerer diligência, muito embora possa solicitar a instauração de inquérito po licial."
      },
      {
        "letter": "C",
        "text": "o ofendido e o indiciado poderão requerer diligência."
      },
      {
        "letter": "D",
        "text": "o indiciado não poderá requerer diligência, medida reservada apenas para o ofendido."
      },
      {
        "letter": "E",
        "text": "somente o ofendido habilitado como assistente do Ministério Público poderá requerer diligência."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q51512",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/266c12d2-72",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "MPE-RN",
    "prova": "FCC - 2010 - MPE-RN - Agente Administrativo",
    "enunciation": "O inquérito policial",
    "alternatives": [
      {
        "letter": "A",
        "text": "deverá ser concluído no prazo de sessenta dias, se o indiciado estiver solto."
      },
      {
        "letter": "B",
        "text": "somente poderá ser instaurado por requerimento do ofendido ou por requisição da Autoridade Judicial ou do Ministério Público."
      },
      {
        "letter": "C",
        "text": "acompanhará a denúncia ou a queixa, sempre que servir de base a uma ou outra."
      },
      {
        "letter": "D",
        "text": "poderá ser arquivado por determinação da Autoridade Policial."
      },
      {
        "letter": "E",
        "text": "deverá ser concluído no prazo de quinze dias, se o indiciado tiver sido preso em flagrante."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q39666",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/90c786ba-57",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2010 - TRF - 4ª REGIÃO - Técnico Judiciário - Área Administrativa",
    "enunciation": "Se o acusado estiver preso preventivamente o inquérito policial deverá terminar dentro do prazo de",
    "alternatives": [
      {
        "letter": "A",
        "text": "30 dias, contado o prazo a partir da data da instauração do inquérito pela Autoridade Policial."
      },
      {
        "letter": "B",
        "text": "10 dias, contado o prazo a partir do dia em que se executar a ordem de prisão."
      },
      {
        "letter": "C",
        "text": "10 dias, contado o prazo a partir da data da instauração do inquérito policial pela Autoridade Policial."
      },
      {
        "letter": "D",
        "text": "30 dias, contado o prazo a partir do dia em que se executar a ordem de prisão."
      },
      {
        "letter": "E",
        "text": "15 dias, contado o prazo a partir do dia em que se executar a ordem de prisão."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q32691",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/8d68f2b8-3d",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Características ",
      "Notícia-crime e instauração",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "TRE-AL",
    "prova": "FCC - 2010 - TRE-AL - Analista Judiciário - Área Administrativa",
    "enunciation": "No que diz respeito ao inquérito policial é INCORRETO afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "É sempre essencial ao oferecimento da denúncia ou da queixa."
      },
      {
        "letter": "B",
        "text": "Deve terminar no prazo de 30 dias, quando o indiciado estiver soldo."
      },
      {
        "letter": "C",
        "text": "Não poderá ser arquivado por determinação da autoridade policial."
      },
      {
        "letter": "D",
        "text": "Nos crimes em que a ação pública depender de representação, não poderá sem ela ser iniciado."
      },
      {
        "letter": "E",
        "text": "Se o fato for de difícil elucidação, e o indiciado estiver solto, a autoridade poderá requerer ao juiz a devolução dos autos, para diligências."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q497496",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/1eaeea20-e3",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Noções Gerais ",
      "Inquérito Policial - Características",
      "Notícia-crime e instauração                      ",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-AP",
    "prova": "FCC - 2009 - TJ-AP - Juiz",
    "enunciation": "O inquérito policial, no ordenamento brasileiro,",
    "alternatives": [
      {
        "letter": "A",
        "text": "é sigiloso, inquisitivo e constitui forma exclusiva de investigação criminal."
      },
      {
        "letter": "B",
        "text": "poderá ser arquivado pelo juiz em virtude de requerimento formulado pelo Ministério Público ou de representação feita pela autoridade policial."
      },
      {
        "letter": "C",
        "text": "podera ser arquivado diretamente pela autoridade policial ou pelo membro do Ministério Público quando manifesta a sua impropriedade, como, por exemplo, em caso de ocorrência de prescrição."
      },
      {
        "letter": "D",
        "text": "é inquisitivo e pode ser dispensado pelo Ministério Público quando dispuser de elementos suficientes para oferecimento da denúncia constantes de peças de informação."
      },
      {
        "letter": "E",
        "text": "poderá ser instaurado com base em indícios obtidos em interceptação telefônica determinada pela autori­dade policial, de forma motivada e com observância dos requisitos legais."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q57812",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/d47947aa-9b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Princípios fundamentais do direito processual penal ",
      "Ampla defesa",
      "Inquérito Policial - Noções Gerais                      ",
      "Inquérito Policial - Características"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "DPE-MA",
    "prova": "FCC - 2009 - DPE-MA - Defensor Público",
    "enunciation": "A participação de Defensor Público no inquérito policial nos casos de crimes hediondos onde há decretação de sigilo por interceptação telefônica é",
    "alternatives": [
      {
        "letter": "A",
        "text": "inteiramente vedada por expressa disposição legal."
      },
      {
        "letter": "B",
        "text": "obrigatória para asseguramento do princípio constitucional do contraditório."
      },
      {
        "letter": "C",
        "text": "facultativa, se nomeado pelo juiz para acompanhar as investigações."
      },
      {
        "letter": "D",
        "text": "direito do investigado, se requerer ao Delegado de Polícia a nomeação de defensor."
      },
      {
        "letter": "E",
        "text": "direito do indiciado solicitar intervenção diretamente à Defensoria Pública."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q56660",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/dbdda4d4-96",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Noções Gerais ",
      "Inquérito Policial - Características",
      "Notícia-crime e instauração"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "DPE-MT",
    "prova": "FCC - 2009 - DPE-MT - Defensor Público",
    "enunciation": "O inquérito policial",
    "alternatives": [
      {
        "letter": "A",
        "text": "pode ser presidido por membro do Ministério Público especialmente designado pelo Procurador-Geral de Justiça, quando a apuração do delito for de interesse público."
      },
      {
        "letter": "B",
        "text": "é mero procedimento preliminar preparatório e, por isso, o indiciado só poderá defender-se em juízo, não podendo requerer diligências à autoridade po licial."
      },
      {
        "letter": "C",
        "text": "referente a crime cuja ação penal é exclusivamente privada pode ser instaurado sem representação da vítima, porque a representação é condição de pro cedibilidade da ação penal e não do inquérito."
      },
      {
        "letter": "D",
        "text": "instaurado pela autoridade policial não pode ser por ela arquivado, ainda que não fique apurado quem foi o autor do delito."
      },
      {
        "letter": "E",
        "text": "só pode ser instaurado por requisição do Ministério Público quando a vítima de crime de ação pública for doente mental, menor de 18 anos ou incapaz para os atos da vida civil."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q50185",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/0aaea054-6c",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Características"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-SE",
    "prova": "FCC - 2009 - TJ-SE - Técnico Judiciário - Área Administrativa",
    "enunciation": "São características do Inquérito Policial:",
    "alternatives": [
      {
        "letter": "A",
        "text": "dispensabilidade e legalidade."
      },
      {
        "letter": "B",
        "text": "autoridade e oportunidade."
      },
      {
        "letter": "C",
        "text": "publicidade e informalidade."
      },
      {
        "letter": "D",
        "text": "oficialidade e indisponibilidade."
      },
      {
        "letter": "E",
        "text": "coercitividade e autoritariedade."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q45928",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/497278f6-63",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "MPE-AP",
    "prova": "FCC - 2009 - MPE-AP - Técnico Administrativo",
    "enunciation": "O inquérito policial no caso de ação penal pública incondicionada",
    "alternatives": [
      {
        "letter": "A",
        "text": "depende de requerimento da vítima."
      },
      {
        "letter": "B",
        "text": "pode ser instaurado de ofício."
      },
      {
        "letter": "C",
        "text": "depende de requisição do Ministério Público."
      },
      {
        "letter": "D",
        "text": "não pode ser instaurado pela prisão em flagrante delito."
      },
      {
        "letter": "E",
        "text": "depende de requisição do juiz."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q45549",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a6d5ff66-62",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Noções Gerais ",
      "Notícia-crime e instauração",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "MPE-SE",
    "prova": "FCC - 2009 - MPE-SE - Analista do Ministério Público - Especialidade Direito",
    "enunciation": "O inquérito policial",
    "alternatives": [
      {
        "letter": "A",
        "text": "pode ser iniciado de ofício, ainda que se trata de crime de ação penal pública condicionada."
      },
      {
        "letter": "B",
        "text": "deverá terminar no prazo de dez dias, se o indiciado tiver sido preso em flagrante."
      },
      {
        "letter": "C",
        "text": "obedece ao contraditório."
      },
      {
        "letter": "D",
        "text": "tem rito próprio."
      },
      {
        "letter": "E",
        "text": "pode ser arquivado por ordem da autoridade policial."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q28226",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/1e6691f4-24",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Características ",
      "Notícia-crime e instauração",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-AP",
    "prova": "FCC - 2009 - TJ-AP - Analista Judiciário - Área Judiciária - Execução de Mandados",
    "enunciation": "Sobre o inquérito policial, é correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "é uma instrução provisória, preparatória e informativa, sendo o Ministério Público o seu destinatário imediato se se tratar de caso de ação penal pública incondicionada."
      },
      {
        "letter": "B",
        "text": "se tratando de caso de ação penal pública condicionada à representação, a Autoridade Policial pode instaurá-lo sem ela, pois, a representação só é necessária para a ação penal."
      },
      {
        "letter": "C",
        "text": "sempre que indiciar o autor do fato, a Autoridade Policial deve ordenar a sua identificação datiloscópica."
      },
      {
        "letter": "D",
        "text": "logo que tiver conhecimento da prática da infração penal, a Autoridade Policial deverá, se possível e conveniente, dirigir-se ao local, providenciando para que o mesmo seja preservado."
      },
      {
        "letter": "E",
        "text": "se o Promotor de Justiça requerer o seu arquivamento por falta de provas para a denúncia, o Juiz é obrigado a deferir o pedido e determinar o arquivamento."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q28037",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a0e72138-23",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Princípios fundamentais do direito processual penal ",
      "Contraditório",
      "Ampla defesa                      ",
      "Inquérito Policial - Características                      ",
      "Notícia-crime e instauração                      ",
      "Desenvolvimento: diligências e providências                      ",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-AP",
    "prova": "FCC - 2009 - TJ-AP - Técnico Judiciário - Área Judiciária",
    "enunciation": "Sobre o inquérito policial, é INCORRETO afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "estando o indiciado solto, o prazo para seu encerramento é de 30 (trinta) dias, podendo ser solicitada dilação de prazo."
      },
      {
        "letter": "B",
        "text": "é presidido por autoridade policial ou por membro do Ministério Público."
      },
      {
        "letter": "C",
        "text": "se trata de procedimento escrito, inquisitivo e sigiloso."
      },
      {
        "letter": "D",
        "text": "após instaurado, não pode ser arquivado pela autoridade policial."
      },
      {
        "letter": "E",
        "text": "não é regido pelos princípios do contraditório e da ampla defesa."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q25045",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/c85b8a18-0f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Princípios fundamentais do direito processual penal ",
      "Contraditório",
      "Inquérito Policial - Características                      ",
      "Notícia-crime e instauração                      ",
      "Desenvolvimento: diligências e providências"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-PI",
    "prova": "FCC - 2009 - TJ-PI - Técnico Judiciário - Área Administrativa",
    "enunciation": "A respeito do inquérito policial, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "O inquérito policial, uma vez instaurado, não poderá ser arquivado pela autoridade policial."
      },
      {
        "letter": "B",
        "text": "O inquérito policial constitui-se na única forma de investigação criminal."
      },
      {
        "letter": "C",
        "text": "O inquérito policial pode ser presidido pelo Ministério Público."
      },
      {
        "letter": "D",
        "text": "O princípio do contraditório deve ser observado no inquérito policial."
      },
      {
        "letter": "E",
        "text": "O sigilo do inquérito policial, necessário à elucidação do fato, se estende ao Ministério Público."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q12970",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/b2ac970e-f8",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "MPE-CE",
    "prova": "FCC - 2009 - MPE-CE - Promotor de Justiça",
    "enunciation": "Se o ofendido requerer a instauração de inquérito policial, em crime de ação penal",
    "alternatives": [
      {
        "letter": "A",
        "text": "privada e a autoridade policial indeferir o requerimento, não caberá recurso algum no âmbito administrativo, podendo o ofendido todavia dirigir outro requerimento ao juiz de direito."
      },
      {
        "letter": "B",
        "text": "popular, a autoridade policial deverá exigir prova de que o requerente é cidadão."
      },
      {
        "letter": "C",
        "text": "pública incondicionada, a autoridade policial, neces- sariamente, deverá instaurar o inquérito policial, em virtude do princípio da oficialidade."
      },
      {
        "letter": "D",
        "text": "pública incondicionada que configura infração de menor potencial ofensivo, a autoridade policial poderá, por critério discricionário, instaurar inquérito policial ou elaborar termo circunstanciado."
      },
      {
        "letter": "E",
        "text": "pública condicionada, manifestando interesse em que o autor do crime seja processado, o requerimento poderá valer como representação."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q12696",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/6bfda5c2-f5",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Ação Penal ",
      "Notícia-crime e instauração"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TRE-PI",
    "prova": "FCC - 2009 - TRE-PI - Analista Judiciário - Área Judiciária",
    "enunciation": "Nos crimes de ação pública, a instauração do inquérito policial",
    "alternatives": [
      {
        "letter": "A",
        "text": "só poderá ocorrer após a representação da vítima ou de seu representante legal."
      },
      {
        "letter": "B",
        "text": "dependerá de requisição da autoridade judiciária."
      },
      {
        "letter": "C",
        "text": "dependerá de requisição do Ministério Público."
      },
      {
        "letter": "D",
        "text": "poderá ser feita de ofício."
      },
      {
        "letter": "E",
        "text": "dependerá de requerimento escrito, narrando o fato delituoso com todas as suas circunstâncias."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q5208",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bab8ba2a-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TRF - 2ª REGIÃO",
    "prova": "FCC - 2007 - TRF - 2ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "Recebendo noticia criminis de crime em que a ação penal depende de representação, a Autoridade Policial, depois de lavrar boletim de ocorrência, deve",
    "alternatives": [
      {
        "letter": "A",
        "text": "instaurar o inquérito policial e aguardar a representação da vítima ou seu representante legal."
      },
      {
        "letter": "B",
        "text": "instaurar o inquérito policial e intimar a vítima ou seu representante legal para oferecer a representação."
      },
      {
        "letter": "C",
        "text": "aguardar a representação para instaurar o inquérito policial."
      },
      {
        "letter": "D",
        "text": "remeter o boletim de ocorrência ao Ministério Público para ser colhida a representação da vítima ou seu representante legal."
      },
      {
        "letter": "E",
        "text": "remeter o boletim de ocorrência ao Juiz de Direito para ser colhida a representação da vítima ou seu representante legal."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q4612",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/baa85090-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Noções Gerais ",
      "Inquérito Policial - Características",
      "Notícia-crime e instauração                      ",
      "Indiciamento                      ",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TRE-PB",
    "prova": "FCC - 2007 - TRE-PB - Analista Judiciário - Área Administrativa",
    "enunciation": "De acordo com o Código de Processo Penal, o inquérito policial",
    "alternatives": [
      {
        "letter": "A",
        "text": "deverá terminar no prazo de quinze dias se o indiciado tiver sido preso em flagrante."
      },
      {
        "letter": "B",
        "text": "será iniciado, nos crimes de ação pública, exclusivamente mediante requisição do Ministério Público ou requerimento do ofendido ou de seu representante legal."
      },
      {
        "letter": "C",
        "text": "não poderá ser arquivado pela autoridade policial, ainda que fique comprovada a inexistência do fato ou que o fato não constituía crime."
      },
      {
        "letter": "D",
        "text": "deverá terminar no prazo de sessenta dias quando o indiciado estiver solto, mediante fiança ou sem ela."
      },
      {
        "letter": "E",
        "text": "é um ato de jurisdição e seus vícios afetaram a ação penal a que deu origem."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q3924",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ba9fe64e-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TRE-MS",
    "prova": "FCC - 2007 - TRE-MS - Analista Judiciário - Área Administrativa",
    "enunciation": "O inquérito policial, nos crimes de ação penal pública, será iniciado",
    "alternatives": [
      {
        "letter": "A",
        "text": "apenas mediante requisição do Ministério Público, detentor da legitimidade exclusiva para a propositura da ação penal pública."
      },
      {
        "letter": "B",
        "text": "apenas de ofício ou mediante requisição da autoridade judiciária ou do Ministério Público."
      },
      {
        "letter": "C",
        "text": "apenas mediante requisição da autoridade judiciária ou do Ministério Público ou a requerimento do ofendido ou de quem tiver qualidade para representá-lo."
      },
      {
        "letter": "D",
        "text": "apenas de ofício ou a requerimento do ofendido ou de quem tiver qualidade para representá-lo."
      },
      {
        "letter": "E",
        "text": "de ofício; mediante requisição da autoridade judiciária ou do Ministério Público, ou a requerimento do ofendido ou de quem tiver qualidade para representá- lo."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q1270",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ba6d06e8-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Inquérito Policial - Características ",
      "Notícia-crime e instauração"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2007 - TRF - 4ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "Analise as assertivas:\n\nI. O inquérito policial deve ser instaurado através de relatório e encerrado mediante portaria da autoridade policial.\n\nII. Em razão do princípio da oralidade do processo, não há necessidade de serem as peças do inquérito policial reduzidas a escrito ou datilografadas.\n\nIII. No inquérito policial, o ofendido, ou seu representante legal, e o indiciado poderão requerer qualquer diligência, que será realizada, ou não, a juízo da autoridade.\n\nEstá correto o que consta SOMENTE em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I e II."
      },
      {
        "letter": "B",
        "text": "I e III."
      },
      {
        "letter": "C",
        "text": "II."
      },
      {
        "letter": "D",
        "text": "II e III."
      },
      {
        "letter": "E",
        "text": "III."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q1183",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ba6bb1ee-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2007 - TRF - 4ª REGIÃO - Técnico Judiciário - Área Administrativa",
    "enunciation": "Nos crimes de ação penal pública incondicionada, a instauração do inquérito policial",
    "alternatives": [
      {
        "letter": "A",
        "text": "depende de comunicação verbal do ofendido."
      },
      {
        "letter": "B",
        "text": "depende de requisição do Ministério Público."
      },
      {
        "letter": "C",
        "text": "depende de requisição da autoridade judiciária."
      },
      {
        "letter": "D",
        "text": "depende de requerimento escrito do ofendido."
      },
      {
        "letter": "E",
        "text": "pode ser feita, de ofício, pela autoridade policial."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q53096",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/fa1a33ca-78",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Notícia-crime e instauração ",
      "Desenvolvimento: diligências e providências",
      "Encerramento do Inquérito Policial"
    ],
    "year": "2006",
    "banca": "FCC",
    "orgao": "TRE-SP",
    "prova": "FCC - 2006 - TRE-SP - Analista Judiciário - Área Judiciária",
    "enunciation": "De acordo com o Código de Processo Penal, no que concerne ao Inquérito Policial, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "O inquérito policial deverá terminar no prazo de quinze dias, se o indiciado estiver preso, ou no prazo de quarenta dias se estiver solto."
      },
      {
        "letter": "B",
        "text": "O inquérito policial, nos crimes em que a ação pública depender de representação, poderá sem ela ser iniciado."
      },
      {
        "letter": "C",
        "text": "O Ministério Público não pode requerer a devolução do inquérito Policial à Autoridade Policial senão para novas diligências, imprescindíveis ao oferecimento da denúncia."
      },
      {
        "letter": "D",
        "text": "Se nenhum fato criminoso for apurado, a Autoridade Policial poderá mandar arquivar os autos do inquérito policial."
      },
      {
        "letter": "E",
        "text": "Nos crimes de ação privada, a Autoridade Policial poderá proceder à inquérito policial de ofício, independentemente de requerimento de quem tenha qualidade para intentá-la."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q403955",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bfebda96-08",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial"
    ],
    "year": "2004",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2004 - TRF - 4ª REGIÃO - Técnico Judiciário - Área Administrativa",
    "enunciation": "A respeito do inquérito policial, considere as afirmativas:\n\nI. Nos crimes de ação pública, a sua instauração sempre dependerá de representação do ofendido ou de seu representante legal\n\nII. No crimes de ação privada, a sua instauração poderá ser determinada pela autoridade policial, de ofício.\n\nIII. Se o indiciado estiver preso, deverá terminar no prazo de 10 dias contados do dia em que se executar a ordem de prisão.\n\nIV. As peças do inquérito policial serão, num só processado, reduzidas a escrito ou datilografadas e, nesse caso, rubricadas pela autoridade.\n\nEstá correto o que se afirma APENAS em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I e II"
      },
      {
        "letter": "B",
        "text": "I, II e IV."
      },
      {
        "letter": "C",
        "text": "I e III"
      },
      {
        "letter": "D",
        "text": "II, III e IV."
      },
      {
        "letter": "E",
        "text": "III e IV."
      }
    ],
    "answer_key": "E"
  }
]