[
  {
    "id": "Q3538961",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/287e6e58-73",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova testemunhal"
    ],
    "year": "2025",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2025 - TRF - 4ª REGIÃO - Técnico Judiciário - Área Administrativa",
    "enunciation": "Julia foi acusada pela prática de crime de corrupção ativa de funcionário público federal, tipificado no art. 333, caput, do Código Penal, para o qual são cominadas penas de reclusão, de 2 a 12 anos, e multa. Devidamente citada para responder à acusação por escrito, poderá, no prazo de 10 dias, arrolar até",
    "alternatives": [
      {
        "letter": "A",
        "text": "8 testemunhas, não se compreendendo neste número as referidas, mas incluindo-se as que não prestem compromisso."
      },
      {
        "letter": "B",
        "text": "8 testemunhas, não se compreendendo neste número as que não prestem compromisso, mas incluindo-se as referidas."
      },
      {
        "letter": "C",
        "text": "8 testemunhas, não se compreendendo neste número as que não prestem compromisso e as referidas."
      },
      {
        "letter": "D",
        "text": "5 testemunhas compromissadas, além de três que não prestem compromisso, podendo ouvir no curso da instrução outras testemunhas referidas sem limite de número."
      },
      {
        "letter": "E",
        "text": "5 testemunhas compromissadas, bem como sem limite de número de testemunhas referidas e que não prestem compromisso."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q3531601",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/f181f22a-71",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2025",
    "banca": "FCC",
    "orgao": "DPE-AM",
    "prova": "FCC - 2025 - DPE-AM - Defensor Público",
    "enunciation": "Em relação à cadeia de custódia da prova, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Tendo em vista que o regramento constante dos arts. 158-A a 158-F do Código de Processo Penal entrou em vigor em 2019 e não retroage, não há necessidade de preservação da cadeia de custódia em processos anteriores atal data."
      },
      {
        "letter": "B",
        "text": "Serão consideradas inadmissíveis como prova para o processo penal as mensagens de e-mail que, apesar de obtidas através de busca legalmente autorizada, restarem desacompanhadas dos respectivos códigos hash."
      },
      {
        "letter": "C",
        "text": "Em respeito à máxima \"forma é garantia\" e não havendo regulamentação referente às provas digitais, não há como aferir a admissibilidade destas, tampouco eventual quebra da cadeia de custódia."
      },
      {
        "letter": "D",
        "text": "Em respeito à máxima \"forma é garantia\", o Superior Tribunal de Justiça firmou entendimento de que a mera inobservância do procedimento de cadeia de custódia previsto CPP acarreta, automaticamente, a imprestabilidade das provas colhidas."
      },
      {
        "letter": "E",
        "text": "A etapa da coleta diz respeito ao procedimento por meio do qual cada vestígio coletado é embalado de forma individualizada, de acordo com suas características físicas, químicas e biológicas, para posterior análise, com anotação da data, hora e nome de quem realizou a coleta e o acondicionamento."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q3531594",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/f16e929e-71",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas"
    ],
    "year": "2025",
    "banca": "FCC",
    "orgao": "DPE-AM",
    "prova": "FCC - 2025 - DPE-AM - Defensor Público",
    "enunciation": "No dia 14 de janeiro de 2025, Marcus, de 27 anos, realizou transmissão ao vivo em sua rede social consumindo e vendendo cocaína e maconha em sua residência. Através de denúncia anônima, a polícia militar se cientificou dos fatos e se deslocou até o endereço apontado. Próximo às imediações, Marcus, segundo os policiais, foi visto portando um saco plástico na cor preta, empreendendo fuga quando se deparou com os policiais. Alcançado e abordado, fora constatado que dentro do saco plástico havia apenas pequena quantidade de maconha. Ato contínuo, os policiais militares adentraram na residência de Marcus sem sua autorização, onde foi localizada quantia expressiva de cocaína (50 kg), alta quantidade de dinheiro, além de anotações relativas ao tráfico de entorpecentes. Segundo a polícia, Marcus acabou confessando o fato. Nesse caso, e segundo o Superior Tribunal de Justiça, a busca domiciliar efetuada deve ser considerada",
    "alternatives": [
      {
        "letter": "A",
        "text": "legal, tendo em vista a presença de fundadas razões consistentes na live postada em sua rede social e na fuga quando avistou os policiais."
      },
      {
        "letter": "B",
        "text": "ilegal, tendo em vista a ausência de fundadas razões. No caso, a live realizada e a fuga não são suficientes por si."
      },
      {
        "letter": "C",
        "text": "legal, diante da ausência de demonstração de prejuízo ao réu, uma vez que o flagrante já havia se consumado em sua busca pessoal."
      },
      {
        "letter": "D",
        "text": "ilegal, tendo em vista que, para além das fundadas razões, o consentimento necessário em qualquer busca domiciliar não restou documentado."
      },
      {
        "letter": "E",
        "text": "legal, tendo em vista que a confissão posterior de Marcus supre qualquer nulidade anterior."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q3387021",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/23caf244-3f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes"
    ],
    "year": "2025",
    "banca": "FCC",
    "orgao": "DPE-RS",
    "prova": "FCC - 2025 - DPE-RS - Defensor Público",
    "enunciation": "Sobre questões e processos incidentes, considere as assertivas abaixo.\n\n \n\nI. Se a decisão sobre a existência da infração depender da solução de outro processo, acerca do estado civil das pessoas, o curso da ação penal ficará suspenso até que no juízo cível seja a controvérsia dirimida, devendo o juízo criminal refazer a colheita das provas.\n\n \n\nII. Poderão ser opostas as exceções de: suspeição; incompetência de juízo; conexão e litispendência; ilegitimidade processual; e coisa julgada.\n\n \n\nIII. Quando qualquer das partes pretender recusar o juiz, deverá fazê-lo em petição assinada por ela própria ou por procurador com poderes especiais, aduzindo as suas razões acompanhadas de prova documental ou do rol de testemunhas.\n\n \n\nEstá correto o que se afirma APENAS em:",
    "alternatives": [
      {
        "letter": "A",
        "text": "II e III."
      },
      {
        "letter": "B",
        "text": "I e II."
      },
      {
        "letter": "C",
        "text": "I e III."
      },
      {
        "letter": "D",
        "text": "III."
      },
      {
        "letter": "E",
        "text": "I."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q3304103",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bc73ad17-1b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Do juiz, do ministério público, do acusado e defensor, dos assistentes e auxiliares da justiça"
    ],
    "year": "2025",
    "banca": "FCC",
    "orgao": "DPE-SP",
    "prova": "FCC - 2025 - DPE-SP - Analista de Defensoria",
    "enunciation": "Ao comentar o modelo de processo penal italiano, Paolo Ferrua assim se manifesta:\n\nAo modelo misto que, com diferentes variantes, constantemente dominou na Itália, substituiu-se o modelo acusatório, já almejado por grande parte da doutrina, mas sempre objeto de feroz resistência. O contraditório, que no sistema anterior se exercia essencialmente sobre provas Já produzidas, como as atas dos depoimentos das declarações recolhidas pelos órgãos Investigadores, agora se realiza no momento exato de formação da prova. Em razão disso, há a separação clara entre a investigação preliminar, onde a acusação e a defesa realizam unilateralmente a busca de fontes de prova, e o dibattimento (audiência de instrução e Julgamento) no qual as provas se formam em contraditório diante do Juiz com a contribuição direta das partes (Gênese da reforma constitucional do giusto processo na Itália. ln: Rev. Bras. de Direito Processual Penal. Porto Alegre. v. 3. n. 2. p. 661-688, mai.-ago. 2017) \n\nSobre a relação entre elementos de prova e prova no Processo Penal brasileiro, e a respectiva atuação Judicial na fase investigativa, é correto:",
    "alternatives": [
      {
        "letter": "A",
        "text": "O material probatório produzido durante o inquérito policial e avaliado pelo Juiz das garantias não será apensado aos autos do processo enviados ao juiz da instrução e Julgamento, em respeito à originalidade cognitiva desse magistrado."
      },
      {
        "letter": "B",
        "text": "O Juiz que atua na fase investigativa pode presidir também a instrução criminal em casos de violência doméstica, tendo em vista que uma cisão rígida entre as fases de investigação e de instrução impede que o Juiz conheça toda a dinâmica do contexto de agressão e ampare a vítima."
      },
      {
        "letter": "C",
        "text": "A competência do juiz das garantias abrange todas as infrações penais, exceto as de menor potencial ofensivo, e, em respeito à originalidade cognitiva do juiz da instrução criminal, cessa com o recebimento da denúncia."
      },
      {
        "letter": "D",
        "text": "O Juiz que conhecer do conteúdo da prova produzida durante o inquérito policial e depois declarada inadmissível, não poderá proferir a sentença ou acórdão."
      },
      {
        "letter": "E",
        "text": "O juiz da instrução formará sua convicção pela livre apreciação da prova produzida em contraditório judicial, não podendo fundamentar sua decisão exclusivamente nos elementos informativos, salvo nos crimes sexuais e cometidos com grave violência."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q3304098",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bc668dba-1b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Do juiz, do ministério público, do acusado e defensor, dos assistentes e auxiliares da justiça"
    ],
    "year": "2025",
    "banca": "FCC",
    "orgao": "DPE-SP",
    "prova": "FCC - 2025 - DPE-SP - Analista de Defensoria",
    "enunciation": "Em relação às provas no Processo Penal, é correto:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Na apuração de delitos sexuais, a inquirição das testemunhas deve ser feita pelo juiz, podendo acusação e defesa complementar sobre os pontos não esclarecidos."
      },
      {
        "letter": "B",
        "text": "Não sendo possível o exame de corpo de delito, por haver desaparecido os vestígios, a prova testemunhal e a confissão poderão suprir-lhe a falta."
      },
      {
        "letter": "C",
        "text": "Poderá haver acareação entre corréus, mas inexiste previsão legal para acareação entre réu e testemunha, eis que qualquer divergência deve ser levada em consideração no momento da sentença."
      },
      {
        "letter": "D",
        "text": "A despeito de um corréu não ter sido denunciado, por ter feito Acordo de Não Persecução Penal, inexiste impedimento para sua oitiva como informante, mas não como testemunha."
      },
      {
        "letter": "E",
        "text": "O Juiz, por não possuir conhecimentos técnico-científicos apurados, ficará adstrito ao laudo de corpo de delito produzido por peritos profissionais e de notório conhecimento."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q2564498",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/eab6bcfd-58",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes"
    ],
    "year": "2024",
    "banca": "FCC",
    "orgao": "TRF - 3ª REGIÃO",
    "prova": "FCC - 2024 - TRF - 3ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "Rivaldo foi denunciado por determinado crime contra a ordem tributária, previsto na Lei nº 8.137/980. Ao ser citado, Rivaldo, por meio de seu advogado, apresenta exceção de suspeição do órgão do Ministério Público que atua na ação penal. Nesse caso, nos termos preconizados pelo Código de Processo Penal, o juiz, depois de ouvir o membro do Parquet, decidirá, podendo antes admitir a produção de provas, no prazo de",
    "alternatives": [
      {
        "letter": "A",
        "text": "3 dias, não cabendo recurso contra esta decisão."
      },
      {
        "letter": "B",
        "text": "5 dias, cabendo recurso inominado contra esta decisão."
      },
      {
        "letter": "C",
        "text": "10 dias, cabendo agravo de instrumento contra esta decisão."
      },
      {
        "letter": "D",
        "text": "10 dias, cabendo recurso em sentido estrito contra esta decisão."
      },
      {
        "letter": "E",
        "text": "3 dias, cabendo correição parcial contra esta decisão."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q2374467",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a122c1c6-d0",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Sistemas de apreciação e valoração"
    ],
    "year": "2023",
    "banca": "FCC",
    "orgao": "DPE-ES",
    "prova": "FCC - 2023 - DPE-ES - Defensor Público",
    "enunciation": "Roberta, desconfiada do comportamento retraído de sua filha Maria, de 11 anos de idade, contratou Edison, detetive particular, para que gravasse as conversas telefônicas residenciais de Maria. Assim feito, foi possível constatar que Jaime, um conhecido da família, teria praticado conjunção carnal com sua filha, inclusive insistido que Maria fosse novamente à sua casa. Nesse cenário, segundo o Superior Tribunal de Justiça, tal gravação é prova",
    "alternatives": [
      {
        "letter": "A",
        "text": "lícita, pois ao ligar para a residência da vítima, o réu teria anuído com a gravação telefônica, sendo semelhante à autorização de um dos interlocutores."
      },
      {
        "letter": "B",
        "text": "ilícita, por ser considerada gravação ambiental sem autorização judicial e sem o consentimento de ao menos um dos interlocutores da conversa."
      },
      {
        "letter": "C",
        "text": "ilícita, por ser considerada interceptação telefônica sem autorização judicial e sem o consentimento de ao menos um dos interlocutores da conversa."
      },
      {
        "letter": "D",
        "text": "ilícita, por ser considerada escuta ambiental sem autorização judicial e sem o consentimento de ao menos um dos interlocutores da conversa."
      },
      {
        "letter": "E",
        "text": "lícita, pois sendo crime sexual e a vítima incapaz, a atuação de sua responsável legal seria fato assemelhado à autorização por um dos interlocutores."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q2100420",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/f2d485ff-ca",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Reconhecimento de pessoas e coisas"
    ],
    "year": "2023",
    "banca": "FCC",
    "orgao": "DPE-SP",
    "prova": "FCC - 2023 - DPE-SP - Defensor Público do Estado de São Paulo",
    "enunciation": "Ou seja: não basta repetir como “mantra” que os réus foram reconhecidos pelas vítimas e testemunhas; é preciso se perguntar em que condições o reconhecimento se deu.\n(MATIDA, J.; MIRANDA COUTINHO, J. Nelson de; MORAIS DA ROSA, A.; NARDELLI, M. Mascarenhas; LOPES JR., A.; HERDY, R. A prova de reconhecimento de pessoas não será mais a mesma. 2020, ConJur, Limite Penal. Disponível em: http://www.conjur.com.br/ 2020-out-30/limite-penal-prova-reconhecimento-pessoas-nao-mesma)\nConsiderando o trecho acima e o recente entendimento do Superior Tribunal de Justiça, o reconhecimento",
    "alternatives": [
      {
        "letter": "A",
        "text": "fotográfico deve ser realizado mediante a apresentação de álbum individualizado contendo imagens de pessoas obtidas na internet com características semelhantes ao acusado."
      },
      {
        "letter": "B",
        "text": "pessoal deve ser realizado em observância ao procedimento legal para que possa embasar quaisquer decisões, mesmo aquelas que admitem um rebaixamento do standard probatório."
      },
      {
        "letter": "C",
        "text": "fotográfico deve ser considerado uma etapa antecedente a eventual reconhecimento pessoal realizado na fase pré-processual ou em juízo, sendo de suma importância tal ratificação."
      },
      {
        "letter": "D",
        "text": "pessoal deve ser realizado em observância ao procedimento legal para que possa induzir à certeza de autoria delitiva quando ausentes outras provas produzidas por fontes independentes."
      },
      {
        "letter": "E",
        "text": "pessoal deve ser realizado sempre que possível com a apropriação da tecnologia de reconhecimento facial diante da constatação da fragilidade epistêmica de tal reconhecimento."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q2100417",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/f2cb8ebc-ca",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Definição, contextualização, objetivos e normatividade fundamental ",
      "Prova documental"
    ],
    "year": "2023",
    "banca": "FCC",
    "orgao": "DPE-SP",
    "prova": "FCC - 2023 - DPE-SP - Defensor Público do Estado de São Paulo",
    "enunciation": "João foi denunciado pela suposta prática do delito de ameaça (artigo 147, caput, do Código Penal), pois no dia 1º de janeiro de 2023 teria enviado uma mensagem via Whatsapp para Henrique contendo ameaça de morte. A denúncia foi instruída com print screen (captura de tela) extraído do aparelho celular de Henrique e fornecido por ele contendo a referida mensagem. Na resposta à acusação, a Defensoria Pública do Estado de São Paulo se manifestou pela inocência de João, a ser provada no curso do processo. A vítima e as testemunhas de acusação foram ouvidas em juízo e confirmaram os fatos narrados na denúncia. Ao final, João foi interrogado em juízo, oportunidade em que confessou que enviou a referida mensagem de Whatsapp para Henrique após uma discussão entre ambos. No caso narrado, o(a) defensor(a) público(a) deverá ater-se que a cadeia de custódia digital foi",
    "alternatives": [
      {
        "letter": "A",
        "text": "inobservada, pois o print screen é insuficiente para a demonstração da materialidade delitiva sem os dados terem sido adquiridos."
      },
      {
        "letter": "B",
        "text": "inobservada, pois restou ausente a ata notarial, que seria o instrumento público capaz de atribuir autenticidade ao print screen."
      },
      {
        "letter": "C",
        "text": "inobservada, pois o print screen configura prova atípica, a qual é inadmissível para a demonstração da materialidade delitiva."
      },
      {
        "letter": "D",
        "text": "observada, pois a defesa técnica deixou de impugnar o print screen na primeira oportunidade, qual seja, a resposta à acusação."
      },
      {
        "letter": "E",
        "text": "observada, tendo sido devidamente confirmada pela prova oral produzida em juízo e pelo interrogatório judicial do réu."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q1981469",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/d78bcc23-5f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Sistemas de apreciação e valoração"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "DPE-MT",
    "prova": "FCC - 2022 - DPE-MT - Defensor Público de 1ª Classe",
    "enunciation": "Mas, afinal, o que é standard de prova? Podemos definir como os critérios para aferir a suficiência probatória, o ‘quanto’ de prova é necessário para proferir uma decisão, o grau de confirmação da hipótese acusatória. É o preenchimento desse critério de suficiência que legitima a decisão. O standard é preenchido, atingido, quando o grau de confirmação alcança o padrão adotado.\n(Disponível em: https://www.conjur.com.br)\nA partir de tal definição, é correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "a utilização dos standards de prova busca controlar de forma racional e lógica o livre convencimento dos julgadores, minimizando a chance de erro. Assim, no Processo Penal ordinário o standard de prova exigido para condenação é o da preponderância da prova acusatória (preponderance of evidence)."
      },
      {
        "letter": "B",
        "text": "por possuírem como matriz comum a Teria Geral do Processo, os standards probatórios definidos pelo Processo Penal são equivalentes aos do Processo Civil e do Processo Administrativo sancionador."
      },
      {
        "letter": "C",
        "text": "o standard probatório exigido para a condenação criminal de alguém pode ser rebaixado de acordo com o crime cometido, em especial em relação aos crimes hediondos e equiparados."
      },
      {
        "letter": "D",
        "text": "o standard probatório pode variar conforme a fase procedimental, sendo aceito que a exigência probatória seja menor para receber uma acusação do que o exigido para proferir uma sentença condenatória."
      },
      {
        "letter": "E",
        "text": "o Processo Penal, por aferir liberdade, não trabalha com a categoria dos standards probatórios típicos do Processo Civil, exigindo a certeza da ocorrência dos fatos para a condenação de alguém."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q1962957",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/fc32cf1d-35",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "DPE-AM",
    "prova": "FCC - 2022 - DPE-AM - Analista Jurídico de Defensoria - Ciências Jurídicas",
    "enunciation": "Aparecida foi presa em flagrante, acusada de ter praticado o crime de lesão corporal, após entrar em uma luta corporal, saindo da academia. A respeito da prova pericial, o Código de Processo Penal dispõe que, no caso de infração que tenha deixado vestígios,",
    "alternatives": [
      {
        "letter": "A",
        "text": "o juiz decidirá, fundamentadamente, se será indispensável ou não o exame de corpo de delito."
      },
      {
        "letter": "B",
        "text": "será indispensável a realização de exame de corpo de delito, ainda que seja indireto, podendo deixar de realizá-lo quando houver confissão da acusada."
      },
      {
        "letter": "C",
        "text": "será dispensável o exame de corpo de delito, conforme livre convencimento motivado do juiz."
      },
      {
        "letter": "D",
        "text": "será indispensável a realização de exame de corpo de delito, ainda que seja indireto, não podendo deixar de realizá-lo somente por conta da confissão da acusada."
      },
      {
        "letter": "E",
        "text": "poderá ser dispensada a realização do exame de corpo de delito se tiver concordância entre as partes."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q1962956",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/fc2f52f4-35",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Interrogatório"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "DPE-AM",
    "prova": "FCC - 2022 - DPE-AM - Analista Jurídico de Defensoria - Ciências Jurídicas",
    "enunciation": "Cleiton, réu em um processo criminal, após oitiva das testemunhas na audiência de instrução, debates e julgamento, em entrevista particular e reservada, questiona seu Defensor Público sobre seus direitos no ato do interrogatório. A respeito do momento do interrogatório,",
    "alternatives": [
      {
        "letter": "A",
        "text": "é o primeiro ato da audiência una no procedimento comum ordinário."
      },
      {
        "letter": "B",
        "text": "o silêncio do réu poderá ser utilizado em seu desfavor, tendo o mesmo peso que a confissão, já que o interrogatório é o momento para apresentar sua versão dos fatos."
      },
      {
        "letter": "C",
        "text": "a confissão é prova absoluta e independe de outras provas dos autos."
      },
      {
        "letter": "D",
        "text": "a confissão, uma vez oferecida, não poderá ser retratada."
      },
      {
        "letter": "E",
        "text": "em sua primeira fase, o juiz deverá perguntar sobre questões pessoais, envolvendo residência, profissão, oportunidades sociais, meios de vida ou profissão."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q1959630",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a7310121-2b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "DPE-AP",
    "prova": "FCC - 2022 - DPE-AP - Defensor Público",
    "enunciation": "A Sexta Turma do Superior Tribunal de Justiça julgou o recurso em habeas corpus nº 158580/BA em 19/04/2022 sobre a busca pessoal.\n\nDe acordo com referido julgado, a busca pessoal",
    "alternatives": [
      {
        "letter": "A",
        "text": "é válida quando apoiada no tirocínio e na experiência dos agentes policiais em locais conhecidos pela prática de crimes."
      },
      {
        "letter": "B",
        "text": "é medida preventiva de segurança pública, pois antecipa a atuação policial evitando-se crimes como o tráfico ilícito de drogas."
      },
      {
        "letter": "C",
        "text": "pautada na atitude suspeita não possui qualquer relação com o racismo estrutural, dada a eficiência da medida no encontro de objetos ilícitos."
      },
      {
        "letter": "D",
        "text": "é válida quando apoiada em elementos concretos visando a colheita de provas e reunião de corpo de delito."
      },
      {
        "letter": "E",
        "text": "é válida quando os policiais encontram objeto ilícito com o elemento suspeito, em revista posterior à diligência e amparada em denúncia anônima."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q1959628",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a72a387b-2b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova testemunhal"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "DPE-AP",
    "prova": "FCC - 2022 - DPE-AP - Defensor Público",
    "enunciation": "É disposição expressa do Código de Processo Penal acerca das provas em espécie:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Quando a infração deixar vestígios, será dispensável o exame de corpo de delito em havendo a confissão do acusado."
      },
      {
        "letter": "B",
        "text": "O depoimento da testemunha será feito de forma oral, não sendo permitido trazê-lo por escrito, embora possa realizar breve consulta a apontamentos."
      },
      {
        "letter": "C",
        "text": "Em virtude do princípio da especialidade científica, o juiz ficará adstrito ao laudo produzido por perito oficial, desde que por ele nomeado e portador de diploma de curso superior."
      },
      {
        "letter": "D",
        "text": "São proibidas de depor, ainda que desobrigadas pela parte interessada e queiram dar seu depoimento, as pessoas que, em razão de função, ministério, ofício ou profissão, devam guardar segredo."
      },
      {
        "letter": "E",
        "text": "Dar-se-á prioridade à realização do exame de corpo de delito quando se tratar de crimes que envolvam vultuosas quantias monetárias ou praticados por organização criminosa."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q1952912",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/47fed803-19",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "TJ-CE",
    "prova": "FCC - 2022 - TJ-CE - Analista Judiciário - Área Judiciária",
    "enunciation": "O exame de corpo de delito",
    "alternatives": [
      {
        "letter": "A",
        "text": "deve ser realizado com prioridade, em caso de violência doméstica e familiar contra a mulher."
      },
      {
        "letter": "B",
        "text": "não pode ser realizado por meio de carta precatória, pois é diligência exclusiva do juízo competente para a causa."
      },
      {
        "letter": "C",
        "text": "deve ser realizado quando houver vestígio na pessoa, sendo vedado em objetos."
      },
      {
        "letter": "D",
        "text": "prescinde de perito oficial portador de diploma de curso superior, ao contrário das demais perícias."
      },
      {
        "letter": "E",
        "text": "produz um laudo ao qual o juiz fica adstrito em razão de não possuir o conhecimento técnico sobre a prova."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q1938093",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/01eb99f8-00",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Suspeição e impedimento ",
      "Questões prejudiciais",
      "Conflito de competência"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "DPE-CE",
    "prova": "FCC - 2022 - DPE-CE - Defensor(a) Público(a) de Entrância Inicial",
    "enunciation": "Acerca das questões e processos incidentes, é correto:",
    "alternatives": [
      {
        "letter": "A",
        "text": "A incompetência do juízo penal precede a questão da parcialidade do magistrado."
      },
      {
        "letter": "B",
        "text": "É imprescindível que a exceção de suspeição arguida por assistido da Defensoria Pública venha acompanhada de mandato para tal finalidade."
      },
      {
        "letter": "C",
        "text": "Se a parte opuser as exceções de incompetência do juízo e de litispendência deverá fazer em peças autônomas que serão processadas em autos apartados."
      },
      {
        "letter": "D",
        "text": "Na hipótese de existir questão prejudicial heterogênea obrigatória é defeso ao juiz criminal inquirir testemunhas antes da suspensão do feito."
      },
      {
        "letter": "E",
        "text": "As hipóteses de impedimentos previstas no Código de Processo Penal são consideradas numerus apertus."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q1938086",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/01d7aa72-00",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Definição, contextualização, objetivos e normatividade fundamental ",
      "Ônus da prova",
      "Prova testemunhal"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "DPE-CE",
    "prova": "FCC - 2022 - DPE-CE - Defensor(a) Público(a) de Entrância Inicial",
    "enunciation": "Roberto, jovem pobre, em situação de rua, foi denunciado como incurso no artigo 157, caput, do CP, pois, em tese, roubou, através de socos e pontapés, 25 reais pertencentes à vítima Arnaldo, também em situação de rua, em um bar na cidade de Fortaleza. Durante a instrução criminal foram ouvidos somente um policial e um bombeiro como testemunhas, que chegaram após a ocorrência e ficaram responsáveis por atender a vítima, sem presenciar os fatos. A vítima, por sua vez, não chegou a ser ouvida, pois o Ministério Público do Ceará desistiu de sua oitiva sob a justificativa de que está em situação de rua, não conseguindo encontrá-la. O réu, tanto na delegacia quanto em juízo, confirmou que realmente agrediu a vítima, mas agiu em legítima defesa contra injusta agressão do ofendido, e dela nada roubou. Disse, ainda, que havia diversas câmeras no local a demonstrar o ocorrido, bem como diversas testemunhas presenciais. O réu foi condenado nos termos da denúncia. A partir do caso narrado, três situações são destacadas: (i) testemunhas (policial e bombeiro) que embasaram a condenação, mas não presenciaram os fatos, (ii) a ausência de oitiva da vítima, de pedido pelas câmeras e das testemunhas presenciais e, por fim, (iii) o ignorar da tese defensiva levantada pelo réu em seus depoimentos (legítima defesa). A doutrina, com amparo em recente decisão do Superior Tribunal de Justiça, denomina tais situações, respectivamente, de:",
    "alternatives": [
      {
        "letter": "A",
        "text": "hearsay testimony, perda de uma chance probatória e injustiça epistêmica."
      },
      {
        "letter": "B",
        "text": "hearsay testimony, perda de uma chance probatória e inversão do ônus probatório."
      },
      {
        "letter": "C",
        "text": "suficiência testemunhal de funcionários públicos, perda de uma chance probatória e injustiça epistêmica."
      },
      {
        "letter": "D",
        "text": "suficiência testemunhal de funcionários públicos, preclusão probatória consumativa e inversão do ônus probatório."
      },
      {
        "letter": "E",
        "text": "suficiência testemunhal de funcionários públicos, preclusão probatória consumativa e injustiça epistêmica."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q1927540",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/072c549a-f0",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Lei nº 9.807 de 1999 - Lei de Proteção à Vítima e à Testemunha"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "MPE-PE",
    "prova": "FCC - 2022 - MPE-PE - Promotor de Justiça e Promotor de Justiça Substituto",
    "enunciation": "Nos termos da Lei Federal nº 9.807/1999, cada programa de proteção a vítimas e testemunhas ameaçadas será dirigido por um conselho deliberativo em cuja composição haverá representantes",
    "alternatives": [
      {
        "letter": "A",
        "text": "somente do Poder Executivo relacionados com a segurança pública e a defesa dos direitos humanos."
      },
      {
        "letter": "B",
        "text": "do Poder Judiciário, da Polícia Judiciária e de órgãos públicos relacionados com a segurança pública e defesa dos direitos humanos."
      },
      {
        "letter": "C",
        "text": "do Ministério Público, do Ministério da Justiça, da Defensoria Pública e de organizações não governamentais relacionadas com a defesa dos direitos humanos."
      },
      {
        "letter": "D",
        "text": "somente de órgãos públicos e organizações não governamentais relacionados com a segurança pública e a defesa dos direitos humanos."
      },
      {
        "letter": "E",
        "text": "do Ministério Público, do Poder Judiciário e de órgãos públicos e privados relacionados com a segurança pública e a defesa dos direitos humanos."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q1927537",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/072348c4-f0",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "MPE-PE",
    "prova": "FCC - 2022 - MPE-PE - Promotor de Justiça e Promotor de Justiça Substituto",
    "enunciation": "Nas etapas de rastreamento dos vestígios na cadeia de custódia, considera-se processamento:",
    "alternatives": [
      {
        "letter": "A",
        "text": "O ato formal de transferência da posse do vestígio com o respectivo protocolo, assinatura e identificação do servidor."
      },
      {
        "letter": "B",
        "text": "O exame pericial em si, manipulação do vestígio de acordo com a metodologia adequada as suas características."
      },
      {
        "letter": "C",
        "text": "O ato de distinguir um elemento como de potencial interesse para produção da prova pericial."
      },
      {
        "letter": "D",
        "text": "A descrição detalhada do vestígio conforme se encontra no local de crime ou no corpo de delito."
      },
      {
        "letter": "E",
        "text": "O procedimento por meio do qual cada vestígio coletado é embalado de forma individualizada."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q1927536",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/07204bef-f0",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "MPE-PE",
    "prova": "FCC - 2022 - MPE-PE - Promotor de Justiça e Promotor de Justiça Substituto",
    "enunciation": "A sentença penal condenatória decretou o perdimento das obras de arte, de relevante valor artístico, adquiridas pelo condenado com os proventos do crime e que foram apreendidas no curso da ação penal. Nos termos do Código de Processo Penal, as obras de arte poderão ser destinadas",
    "alternatives": [
      {
        "letter": "A",
        "text": "a museus públicos."
      },
      {
        "letter": "B",
        "text": "ao fundo de reparação dos interesses difusos e coletivos."
      },
      {
        "letter": "C",
        "text": "às instituições culturais privadas."
      },
      {
        "letter": "D",
        "text": "às repartições públicas interessadas."
      },
      {
        "letter": "E",
        "text": "aos órgãos de segurança pública."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q1908930",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/7b9a0217-d1",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "DPE-PB",
    "prova": "FCC - 2022 - DPE-PB - Defensor Público",
    "enunciation": "Sobre os conceitos referentes à cadeia de custódia da prova previstos no Código de Processo Penal:",
    "alternatives": [
      {
        "letter": "A",
        "text": "O armazenamento é procedimento referente à liberação do vestígio, respeitando a legislação vigente e, quando pertinente, mediante autorização judicial."
      },
      {
        "letter": "B",
        "text": "A fixação é ato de recolher o vestígio que será submetido à análise pericial, respeitando suas características e natureza."
      },
      {
        "letter": "C",
        "text": "O isolamento é o ato de distinguir um elemento como de potencial interesse para a produção da prova pericial."
      },
      {
        "letter": "D",
        "text": "O processamento é o exame pericial em si, ocorrendo a manipulação do vestígio de acordo com a metodologia adequada às suas características biológicas, físicas e químicas, a fim de se obter o resultado desejado, que deverá ser formalizado em laudo produzido por perito."
      },
      {
        "letter": "E",
        "text": "O descarte é o ato formal de transferência da posse do vestígio, que deve ser documentado com, no mínimo, informações referentes ao número de procedimento e unidade de polícia judiciária relacionada, local de origem, nome de quem transportou o vestígio, código de rastreamento, natureza do exame, tipo do vestígio, protocolo, assinatura e identificação de quem o recebeu."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q1908928",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/7b9422e4-d1",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Da Prisão e da Liberdade Provisória ",
      "Da Prisão em Flagrante",
      "Interrogatório"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "DPE-PB",
    "prova": "FCC - 2022 - DPE-PB - Defensor Público",
    "enunciation": "Luiz foi preso em flagrante por crime de furto e, ao final da instrução processual, na entrevista reservada, conhece pelo Defensor Público seus direitos durante o interrogatório judicial, que são:",
    "alternatives": [
      {
        "letter": "A",
        "text": "o silêncio poderá ser utilizado como prova da prática do crime de furto ao sentenciar Luiz, ante máxima de que o inocente brada desde logo sua inocência."
      },
      {
        "letter": "B",
        "text": "se optar por confessar, não lhe será perguntado sobre os detalhes do furto."
      },
      {
        "letter": "C",
        "text": "o réu pode escolher responder somente às perguntas do Juiz e do Defensor Público, negando-se a responder qualquer pergunta do Promotor de Justiça."
      },
      {
        "letter": "D",
        "text": "o direito ao silêncio é constitucional e indivisível, de modo que ele não poderá escolher quais perguntas responderá."
      },
      {
        "letter": "E",
        "text": "na primeira fase do interrogatório, é defeso ao juiz perguntar sobre questões envolvendo oportunidades sociais."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q1908926",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/7b8d8893-d1",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "DPE-PB",
    "prova": "FCC - 2022 - DPE-PB - Defensor Público",
    "enunciation": "Márcio e Mauro foram denunciados por supostamente terem praticado o crime de receptação (art. 180, caput, Código Penal). A Márcio, primário, foi oferecida − e aceita − a suspensão condicional do processo, por dois anos, desmembrando-se o processo. Em relação a Mauro, reincidente, o processo teve seu regular trâmite inicial, sendo concretizada sua citação pessoal e aberta vista ao seu advogado particular para resposta à acusação. Na peça processual, o advogado arrolou como testemunha de defesa, dentre outras pessoas, Márcio. Em relação à situação narrada e de acordo com a jurisprudência firmada pelo Superior Tribunal de Justiça, Márcio",
    "alternatives": [
      {
        "letter": "A",
        "text": "não poderá ser ouvido como testemunha nem informante, por não ter o dever de falar a verdade, poder ficar em silêncio e até mentir."
      },
      {
        "letter": "B",
        "text": "só poderá servir de testemunha se firmar o respectivo compromisso em dizer a verdade e renunciar ao seu direito à não autoincriminação, mas apenas ao fim do período da suspensão condicional do processo."
      },
      {
        "letter": "C",
        "text": "só poderá servir de testemunha se firmar o respectivo compromisso em dizer a verdade e renunciar ao seu direito à não autoincriminação, ainda que no bojo do período de suspensão do processo."
      },
      {
        "letter": "D",
        "text": "perderá seu direito à suspensão condicional do processo, caso aceite servir como testemunha de defesa."
      },
      {
        "letter": "E",
        "text": "só poderá servir de testemunha se, ao término do período da suspensão condicional do processo, firmar o respectivo compromisso em dizer a verdade, sem a necessidade de renunciar ao seu direito à não autoincriminação."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q1908923",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/7b83294f-d1",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Das Provas ",
      "Incidente de insanidade"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "DPE-PB",
    "prova": "FCC - 2022 - DPE-PB - Defensor Público",
    "enunciation": "Guilherme foi denunciado pela suposta prática do delito de roubo tentado (art. 157, caput, c/c art. 14, II, ambos do CP) na Comarca de João Pessoa. Decorrido o início do processo penal sem percalços, foi designada audiência de instrução e julgamento, sendo as partes devidamente intimadas. Após a oitiva da vítima e dos policiais responsáveis pela prisão em flagrante, Guilherme foi interrogado. Ato contínuo, o Ministério Público do Estado da Paraíba, por entender haver dúvida razoável acerca da sanidade mental do acusado, requereu a instauração do respectivo incidente. A defesa, instada a se manifestar, disse ser contra a medida, por entender estrategicamente ser prejudicial ao acusado. O juiz, então, deferiu o requerimento ministerial, nomeando curador e ordenando a data para o exame. Ao assim proceder, o juiz agiu",
    "alternatives": [
      {
        "letter": "A",
        "text": "erroneamente, pois a instauração do incidente de insanidade exige prova documental ou pericial, portanto, além do standard probatório da dúvida razoável."
      },
      {
        "letter": "B",
        "text": "erroneamente, pois o incidente de insanidade é prova pericial constituída em favor da defesa, não sendo possível determiná-la compulsoriamente quando a defesa se opõe."
      },
      {
        "letter": "C",
        "text": "acertadamente, tendo em vista o momento processual oportuno e por ser a questão da sanidade benéfica à defesa, podendo resultar em sentença absolutória imprópria."
      },
      {
        "letter": "D",
        "text": "acertadamente, tendo em vista o momento processual oportuno e por ser a questão da sanidade crucial a alcançar a verdade histórica dos fatos, ainda que em prejuízo do réu."
      },
      {
        "letter": "E",
        "text": "erroneamente, tendo em vista a preclusão consumativa do pleito Ministerial, que tem o início da audiência de instrução e julgamento como prazo fatal para a solicitação."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q1908921",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/7b7d5a23-d1",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Ônus da prova"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "DPE-PB",
    "prova": "FCC - 2022 - DPE-PB - Defensor Público",
    "enunciation": "O ônus da prova no processo penal",
    "alternatives": [
      {
        "letter": "A",
        "text": "cabe ao Ministério Público até a sentença condenatória proferida, sendo invertido em fase recursal."
      },
      {
        "letter": "B",
        "text": "recai sobre o Ministério Público durante toda a persecução penal, tendo a defesa apenas interesse em provar suas alegações."
      },
      {
        "letter": "C",
        "text": "passou a ser repartido entre acusação e defesa nos limites de suas alegações, a partir da entrada em vigor do Novo Código de Processo Civil em 2015."
      },
      {
        "letter": "D",
        "text": "recai sobre a defesa apenas quando esta alegar excludentes de ilicitude do fato apontado como criminoso."
      },
      {
        "letter": "E",
        "text": "cabe ao Ministério Público até o recebimento da denúncia, sendo repartido após este momento processual."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q1908920",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/7b79ccc8-d1",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova testemunhal"
    ],
    "year": "2022",
    "banca": "FCC",
    "orgao": "DPE-PB",
    "prova": "FCC - 2022 - DPE-PB - Defensor Público",
    "enunciation": "Segundo o Superior Tribunal de Justiça, o hearsay testimony (testemunho indireto) é prova",
    "alternatives": [
      {
        "letter": "A",
        "text": "válida, mas não possui, por si, a segurança necessária a comprovar a ocorrência de nenhum elemento do crime."
      },
      {
        "letter": "B",
        "text": "considerada ilícita apenas se prestado por aqueles que não se comprometem a dizer a verdade."
      },
      {
        "letter": "C",
        "text": "ilícita, portanto inadmissível, devendo ser desentranhada dos autos."
      },
      {
        "letter": "D",
        "text": "lícita e, com fundamento na equidade, tem valor equivalente aos testemunhos presenciais ou diretos."
      },
      {
        "letter": "E",
        "text": "proveniente da common law, sem aplicabilidade no processo penal brasileiro."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q1860583",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/0244b437-75",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Suspeição e impedimento"
    ],
    "year": "2021",
    "banca": "FCC",
    "orgao": "TJ-SC",
    "prova": "FCC - 2021 - TJ-SC - Técnico Judiciário Auxiliar",
    "enunciation": "O Juiz estará impedido de atuar no processo se",
    "alternatives": [
      {
        "letter": "A",
        "text": "tiver funcionado como juiz de outra instância, pronunciando-se sobre a questão dos autos."
      },
      {
        "letter": "B",
        "text": "for amigo íntimo ou inimigo capital de qualquer das partes do processo."
      },
      {
        "letter": "C",
        "text": "for credor ou devedor de qualquer das partes do processo."
      },
      {
        "letter": "D",
        "text": "tiver aconselhado qualquer das partes do processo."
      },
      {
        "letter": "E",
        "text": "for sócio de sociedade interessada no processo."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q1859417",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/8f10d6fd-73",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Busca e apreensão"
    ],
    "year": "2021",
    "banca": "FCC",
    "orgao": "DPE-AM",
    "prova": "FCC - 2021 - DPE-AM - Defensor Público",
    "enunciation": "Sobre as provas no processo penal, é correto:",
    "alternatives": [
      {
        "letter": "A",
        "text": "O interrogatório do réu é ato único, não podendo ser renovado pelo magistrado de ofício ou a pedido das partes."
      },
      {
        "letter": "B",
        "text": "A confissão informal realizada perante os agentes da lei é suficiente a ensejar o desfecho condenatório."
      },
      {
        "letter": "C",
        "text": "A acareação é admitida entre acusado e vítima, mas é vedada entre corréus, diante da não obrigação destes em dizer a verdade."
      },
      {
        "letter": "D",
        "text": "O juiz negará a realização do exame de corpo de delito requerida pela parte quando não for necessária ao esclarecimento da verdade."
      },
      {
        "letter": "E",
        "text": "A busca pessoal não dependerá de mandado quando a medida for determinada no curso de busca e apreensão domiciliar."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q1859412",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/8f012359-73",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2021",
    "banca": "FCC",
    "orgao": "DPE-AM",
    "prova": "FCC - 2021 - DPE-AM - Defensor Público",
    "enunciation": "O princípio da mesmidade guarda relação com",
    "alternatives": [
      {
        "letter": "A",
        "text": "a paridade de armas, a estabelecer a igualdade de tratamento entre Ministério Público e defesa durante todas as etapas processuais."
      },
      {
        "letter": "B",
        "text": "o princípio da correlação entre acusação e sentença, ao estabelecer que os fatos julgados devem ser exatamente aqueles descritos na denúncia."
      },
      {
        "letter": "C",
        "text": "a cadeia de custódia da prova, ao estabelecer que a prova a ser valorada judicialmente é exatamente e integralmente aquela que foi colhida."
      },
      {
        "letter": "D",
        "text": "o princípio da razoável duração do processo, eis que o longo decorrer do tempo acaba por condenar pessoa em momento de vida diverso de quando praticou o delito."
      },
      {
        "letter": "E",
        "text": "o princípio da identidade física do juiz, ao estabelecer que o juiz que julgará o processo deve ser o mesmo que encerrou a instrução criminal."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q1826219",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/b18b6a6a-26",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Meios probatórios excepcionais"
    ],
    "year": "2021",
    "banca": "FCC",
    "orgao": "TJ-GO",
    "prova": "FCC - 2021 - TJ-GO - Juiz Substituto",
    "enunciation": "Em relação à prova no processo penal,",
    "alternatives": [
      {
        "letter": "A",
        "text": "o Supremo Tribunal Federal, por maioria de votos, entende legítimo o compartilhamento, com o Ministério Público e as autoridades policiais, para fins de investigação criminal, da integralidade dos dados bancários e fiscais do contribuinte obtidos pela Receita Federal e pelo Conselho de Controle de Atividade Financeira, sem a necessidade de autorização prévia do Poder Judiciário."
      },
      {
        "letter": "B",
        "text": "as perguntas serão formuladas pelas partes diretamente à testemunha, não admitindo o juiz apenas aquelas que puderem induzir a resposta."
      },
      {
        "letter": "C",
        "text": "a captação ambiental de sinais eletromagnéticos, ópticos ou acústicos poderá ser autorizada pelo juiz, para investigação ou instrução criminal, quando houver elementos probatórios razoáveis de autoria e participação em infrações criminais cujas penas máximas sejam iguais ou superiores a quatro anos e a prova não puder ser feita por outros meios disponíveis e igualmente eficazes."
      },
      {
        "letter": "D",
        "text": "a infiltração de agentes de polícia em tarefas de investigação depende de circunstanciada, motivada e sigilosa autorização do juiz competente, e poderá ser autorizada pelo prazo de até seis meses, vedada renovação."
      },
      {
        "letter": "E",
        "text": "será admitida a interceptação de comunicações telefônicas quando o fato investigado constituir infração penal punida com pena de detenção, desde que a pena máxima seja superior a dois anos."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q1813820",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/83cde365-15",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2021",
    "banca": "FCC",
    "orgao": "DPE-GO",
    "prova": "FCC - 2021 - DPE-GO - Defensor Público",
    "enunciation": "Sobre as provas no processo penal:",
    "alternatives": [
      {
        "letter": "A",
        "text": "O ônus da prova acerca da ocorrência de alguma excludente de ilicitude cabe ao réu, em obediência à repartição da responsabilidade probatória."
      },
      {
        "letter": "B",
        "text": "Inexiste o sistema da íntima convicção do julgador na valoração das provas, em respeito ao princípio constitucional da motivação das decisões."
      },
      {
        "letter": "C",
        "text": "Vige, no Processo Penal brasileiro, o sistema tarifado de provas, prevalecendo a confissão do réu em detrimento das demais provas colhidas em contraditório."
      },
      {
        "letter": "D",
        "text": "O juiz poderá fundamentar sentença condenatória em elementos de prova ilícitos colhidos durante o inquérito policial, desde que corroborados por outras provas."
      },
      {
        "letter": "E",
        "text": "Há prioridade na realização do exame de corpo de delito quando o crime envolver violência doméstica e familiar contra mulher."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q1813819",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/83ca6307-15",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Suspeição e impedimento"
    ],
    "year": "2021",
    "banca": "FCC",
    "orgao": "DPE-GO",
    "prova": "FCC - 2021 - DPE-GO - Defensor Público",
    "enunciation": "Há impedimento do juiz quando",
    "alternatives": [
      {
        "letter": "A",
        "text": "tiver aconselhado qualquer das partes."
      },
      {
        "letter": "B",
        "text": "tiver funcionado como juiz de outra instância, pronunciando-se, de fato ou de direito, sobre a questão."
      },
      {
        "letter": "C",
        "text": "for amigo íntimo ou inimigo capital de qualquer deles."
      },
      {
        "letter": "D",
        "text": "ele, seu cônjuge, ascendente ou descendente, estiver respondendo a processo por fato análogo, sobre cujo caráter criminoso haja controvérsia."
      },
      {
        "letter": "E",
        "text": "ele, seu cônjuge, ou parente consanguíneo, ou afim, até o terceiro grau, inclusive, sustentar demanda ou responder a processo que tenha de ser julgado por qualquer das partes."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q1310198",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/c9056608-c7",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas"
    ],
    "year": "2020",
    "banca": "FCC",
    "orgao": "AL-AP",
    "prova": "FCC - 2020 - AL-AP - Assistente Legislativo - Assistente de Segurança",
    "enunciation": "De acordo com o Código de Processo Penal, acerca dos exames para o reconhecimento de escritos, por comparação de letra, considere:\n\n\n\n\nI. A pessoa a quem se atribua ou se possa atribuir o escrito será intimada para o ato, se for encontrada.\n\nII. Para a comparação, não poderão servir quaisquer documentos que a dita pessoa reconhecer a menos que já tiverem sido judicialmente reconhecidos como de seu punho, ou sobre cuja autenticidade não houver dúvida.\n\nIII. A autoridade, quando necessário, requisitará, para o exame, os documentos que existirem em arquivos ou estabelecimentos públicos, ou nestes realizará a diligência, se daí não puderem ser retirados.\n\nIV. Quando não houver escritos para a comparação ou forem insuficientes os exibidos, a autoridade mandará que a pessoa escreva o que Ihe for ditado. Se estiver ausente a pessoa, mas em lugar certo, esta última diligência não poderá ser feita por precatória.\n\n\n\n\nEstá correto o que consta APENAS de",
    "alternatives": [
      {
        "letter": "A",
        "text": "I e III."
      },
      {
        "letter": "B",
        "text": "I, II e IV."
      },
      {
        "letter": "C",
        "text": "I, II e III."
      },
      {
        "letter": "D",
        "text": "II e IV."
      },
      {
        "letter": "E",
        "text": "III e IV."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q1119704",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/3150963c-44",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Suspeição e impedimento"
    ],
    "year": "2019",
    "banca": "FCC",
    "orgao": "DPE-AM",
    "prova": "FCC - 2019 - DPE-AM - Analista Jurídico de Defensoria - Ciências Jurídicas",
    "enunciation": "Imparcialidade é sinônimo de alheabilidade, ou seja, a Agência Judicial não pode ter interesse pessoal em relação às partes, nem retirar proveito do processo. Juiz imparcial é aquele que não tem interesse, próprio ou de pessoa que lhe seja próxima, no julgamento.\n\n(CASARA, Rubens; MELCHIOR, Antonio Pedro. Teoria do processo penal brasileiro: dogmática e crítica. Rio de Janeiro: Lumen Juris, 2013. p 142)\n\nBuscando evitar a parcialidade do juiz, o Código de Processo Penal enumerou situações de suspeição do juiz, entre as quais:",
    "alternatives": [
      {
        "letter": "A",
        "text": "se tiver funcionado seu cônjuge ou parente, consanguíneo ou afim, em linha reta ou colateral até o terceiro grau, inclusive, como defensor ou advogado, órgão do Ministério Público, autoridade policial, auxiliar da justiça ou perito."
      },
      {
        "letter": "B",
        "text": "se tiver funcionado como juiz de outra instância, pronunciando-se, de fato ou de direito, sobre a questão."
      },
      {
        "letter": "C",
        "text": "se ele, seu cônjuge, ou parente, consanguíneo, ou afim, até o segundo grau, inclusive, sustentar demanda ou responder a processo que tenha de ser julgado por qualquer das partes."
      },
      {
        "letter": "D",
        "text": "se ele próprio ou seu cônjuge ou parente, consanguíneo ou afim em linha reta ou colateral até o terceiro grau, inclusive, for parte ou diretamente interessado no feito."
      },
      {
        "letter": "E",
        "text": "se tiver aconselhado qualquer das partes ou for amigo íntimo ou inimigo capital de qualquer deles."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q1119702",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/3149f5a6-44",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Ônus da prova"
    ],
    "year": "2019",
    "banca": "FCC",
    "orgao": "DPE-AM",
    "prova": "FCC - 2019 - DPE-AM - Analista Jurídico de Defensoria - Ciências Jurídicas",
    "enunciation": "No processo penal brasileiro, o ônus da prova",
    "alternatives": [
      {
        "letter": "A",
        "text": "é repartido entre as partes, cabendo àquele que fizer a alegação prová-la."
      },
      {
        "letter": "B",
        "text": "caberá ao réu quando preso em flagrante na posse dos objetos furtados."
      },
      {
        "letter": "C",
        "text": "pesa todo sobre a acusação, tendo o réu apenas interesse em demonstrar suas alegações defensivas."
      },
      {
        "letter": "D",
        "text": "em regra caberá à acusação, movendo-se para o réu quando for acusado de praticar crime hediondo."
      },
      {
        "letter": "E",
        "text": "é irrelevante, diante do livre convencimento judicial ao proferir suas decisões."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q1083617",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/528bcf0d-21",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Suspeição e impedimento"
    ],
    "year": "2019",
    "banca": "FCC",
    "orgao": "TRF - 3ª REGIÃO",
    "prova": "FCC - 2019 - TRF - 3ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "O Ministério Público Federal, por intermédio dos Procuradores da República Manoel e Joaquim, ajuizou ação penal contra Ricardo, Rodrigo e Pedro, donos de uma empreiteira com sede na cidade de São Paulo, pelos crimes de tráfico de influência, formação de quadrilha e lavagem de dinheiro. A denúncia foi distribuída para uma das varas da Justiça Federal de São Paulo, com competência criminal, e recebida pelo magistrado federal competente. No curso da ação penal, os advogados de Ricardo, Rodrigo e Pedro apresentaram exceção de suspeição dos Procuradores da República Manoel e Joaquim. Nesse caso, o juiz, depois de ouvir os Procuradores da República, decidirá a exceção,",
    "alternatives": [
      {
        "letter": "A",
        "text": "com possibilidade de recurso em sentido estrito, não cabendo qualquer dilação probatória, devendo a parte que suscitar o incidente apresentar todas as provas com a petição que instruir o pedido."
      },
      {
        "letter": "B",
        "text": "com possibilidade de recurso em sentido estrito, podendo antes admitir a produção de provas no prazo de três dias."
      },
      {
        "letter": "C",
        "text": "sem recurso, não cabendo qualquer dilação probatória, devendo a parte que suscitar o incidente apresentar todas as provas com a petição que instruir o pedido."
      },
      {
        "letter": "D",
        "text": "sem recurso, podendo antes admitir a produção de provas no prazo de três dias."
      },
      {
        "letter": "E",
        "text": "com possibilidade de recurso em sentido estrito, podendo antes admitir a produção de provas no prazo de 20 dias."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q1042308",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a50dfb94-fc",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2019",
    "banca": "FCC",
    "orgao": "TJ-MA",
    "prova": "FCC - 2019 - TJ-MA - Oficial de Justiça",
    "enunciation": "O exame de corpo de delito",
    "alternatives": [
      {
        "letter": "A",
        "text": "deve ser realizado por perito oficial ou pelo próprio juiz."
      },
      {
        "letter": "B",
        "text": "deve ser realizado quando se mostrar ausente vestígio do crime, assegurado o direito de apresentação de quesitos pelas partes."
      },
      {
        "letter": "C",
        "text": "será feito de maneira indireta no caso de competência do Tribunal do Júri."
      },
      {
        "letter": "D",
        "text": "poderá ser substituído pela acareação ou pelo reconhecimento em crimes contra a fé pública."
      },
      {
        "letter": "E",
        "text": "será realizado com prioridade em caso de violência doméstica e familiar contra a mulher."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q1026887",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/b86e07ed-df",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova documental"
    ],
    "year": "2019",
    "banca": "FCC",
    "orgao": "MPE-MT",
    "prova": "FCC - 2019 - MPE-MT - Promotor de Justiça Substituto",
    "enunciation": "Ao tratar da prova, o Código de Processo Penal estabelece que serão considerados documentos quaisquer escritos, instrumentos ou papéis, públicos ou particulares. Em relação aos documentos em língua estrangeira, eles",
    "alternatives": [
      {
        "letter": "A",
        "text": "só poderão ser juntados aos autos, traduzidos ou não, mediante requerimento das partes."
      },
      {
        "letter": "B",
        "text": "sendo originários de órgãos públicos não necessitam de tradução, enquanto que os particulares deverão sempre ser traduzidos."
      },
      {
        "letter": "C",
        "text": "só poderão ser juntados aos autos após necessariamente traduzidos por tradutor público ou pessoa idônea nomeada pela autoridade."
      },
      {
        "letter": "D",
        "text": "poderão ser juntados aos autos, mas deverão ser posteriormente traduzidos por tradutor público ou pessoa idônea nomeada pela autoridade."
      },
      {
        "letter": "E",
        "text": "poderão ser juntados aos autos, mesmo sem tradução, se a crivo do julgador esta se revele desnecessária e não cause prejuízo às partes."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q1026886",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/b868a2e1-df",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2019",
    "banca": "FCC",
    "orgao": "MPE-MT",
    "prova": "FCC - 2019 - MPE-MT - Promotor de Justiça Substituto",
    "enunciation": "Seguindo a tendência da legislação brasileira de estabelecer prioridades de atendimento, o Código de Processo Penal estabelece que se dará prioridade à realização do exame de corpo de delito quando se tratar de crime que envolva violência doméstica e familiar contra mulher, bem como",
    "alternatives": [
      {
        "letter": "A",
        "text": "nos crimes praticados contra grupos vulneráveis, mediante requisição da autoridade policial, judiciária ou do Ministério Público."
      },
      {
        "letter": "B",
        "text": "nos crimes de feminicídio, ainda que não relacionado à violência doméstica ou familiar."
      },
      {
        "letter": "C",
        "text": "em qualquer crime contra a pessoa ou o patrimônio de criança, adolescente, idoso ou pessoa com deficiência."
      },
      {
        "letter": "D",
        "text": "na violência contra criança, adolescente, idoso ou pessoa com deficiência."
      },
      {
        "letter": "E",
        "text": "nos crimes contra a dignidade sexual."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q1026885",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/b863791c-df",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Incidente de falsidade"
    ],
    "year": "2019",
    "banca": "FCC",
    "orgao": "MPE-MT",
    "prova": "FCC - 2019 - MPE-MT - Promotor de Justiça Substituto",
    "enunciation": "À luz do que disciplina o Código de Processo Penal sobre o incidente de falsidade,",
    "alternatives": [
      {
        "letter": "A",
        "text": "a decisão irrecorrível não fará coisa julgada em prejuízo de ulterior processo penal ou civil."
      },
      {
        "letter": "B",
        "text": "a decisão irrecorrível só fará coisa julgada nos autos da ação penal movida pelo Ministério Público para apurar a autoria da falsidade."
      },
      {
        "letter": "C",
        "text": "tendo em vista o princípio da imparcialidade, não é possível que o juiz, de ofício, proceda à verificação da falsidade."
      },
      {
        "letter": "D",
        "text": "não há previsão legal sobre a possibilidade de diligências no curso do incidente."
      },
      {
        "letter": "E",
        "text": "é desnecessária a exigência de poderes especiais, na arguição de falsidade, feita por procurador constituído."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q1013541",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/122ded8d-b8",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Sequestro de Bens imóveis ",
      "Sequestro"
    ],
    "year": "2019",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2019 - TRF - 4ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "Sobre o sequestro de bens imóveis adquiridos pelo indiciado com os proveitos do crime, como medida assecuratória, de acordo com o que estabelece o Código de Processo Penal, é CORRETO afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Efetivado o sequestro e autuado em apartado, não se admitirão embargos de terceiro."
      },
      {
        "letter": "B",
        "text": "Não caberá o sequestro dos bens imóveis, adquiridos pelo indiciado com os proventos da infração, se já tiverem sido transferidos a terceiro."
      },
      {
        "letter": "C",
        "text": "O sequestro será levantado se o réu for absolvido em primeiro grau de jurisdição, ainda que pendente de análise o recurso de apelação interposto pelo Ministério Público."
      },
      {
        "letter": "D",
        "text": "O sequestro será levantado se a ação penal não for intentada no prazo de 60 dias, contado da data em que ficar concluída a diligência."
      },
      {
        "letter": "E",
        "text": "O juiz, de ofício ou a requerimento do ofendido, só poderá ordenar o sequestro depois de oferecida a denúncia ou queixa."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q986562",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/5691b3d5-6b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Sistemas de apreciação e valoração"
    ],
    "year": "2019",
    "banca": "FCC",
    "orgao": "DPE-SP",
    "prova": "FCC - 2019 - DPE-SP - Defensor Público",
    "enunciation": "Tício foi preso, em flagrante delito, pela prática do crime de tráfico de entorpecentes. Policiais Militares, com o celular de Tício, acessaram o aplicativo de troca de mensagens e localizaram conversas com Mévio sobre a movimentação do ponto de venda de drogas naquele dia. Pelo mesmo aplicativo, obtiveram informações sobre o endereço de Mévio, foram até sua residência e prenderam-no em flagrante, por tráfico de entorpecentes e associação para o tráfico. A utilização dessas conversas por aplicativo, como prova em eventual processo, é",
    "alternatives": [
      {
        "letter": "A",
        "text": "válida, por haver erro escusável dos policiais sobre a necessidade de obtenção de prévia autorização judicial."
      },
      {
        "letter": "B",
        "text": "válida, já que Tício estava cometendo o crime de tráfico, e para as buscas em aplicativo de comunicação valem as mesmas regras que se aplicam à busca domiciliar."
      },
      {
        "letter": "C",
        "text": "nula, já que não havia autorização judicial para que a Polícia tivesse acesso às conversas travadas pelo aplicativo entre Tício e Mévio."
      },
      {
        "letter": "D",
        "text": "válida, já que para a busca em aplicativos valem as mesmas regras da busca pessoal, bastando haver fundada suspeita."
      },
      {
        "letter": "E",
        "text": "nula, já que não houve o consentimento de Tício, sendo que nem a autorização judicial poderia supri-lo."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q986559",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/56846e46-6b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Confissão no Processo Penal"
    ],
    "year": "2019",
    "banca": "FCC",
    "orgao": "DPE-SP",
    "prova": "FCC - 2019 - DPE-SP - Defensor Público",
    "enunciation": "Tício foi preso em flagrante delito, pela prática do crime de tráfico de entorpecentes. Na fase policial, ele usou do seu direito constitucional de permanecer em silêncio. Após ser denunciado, em seu interrogatório judicial, alegou ser apenas usuário, relatando que estava no local para adquirir entorpecentes. Já os Policiais Militares responsáveis pela prisão disseram que abordaram Tício porque ele estava em atitude suspeita, mas esclareceram não terem visto qualquer ato de mercancia nem qualquer pessoa próxima a ele. Afirmaram, ainda, que ficaram com dúvidas sobre a prática do crime de tráfico, pela pequena quantidade de droga apreendida, porém, tendo em vista que Tício teria lhes confessado informalmente que estava traficando no local, tiveram certeza sobre a sua responsabilidade penal, o que não foi relatado nos autos. Diante disso, o Magistrado que julgou a causa condenou Tício, pela prática do crime de Tráfico de Entorpecentes, à pena de 1 (um) ano e 8 (oito) meses de reclusão, a ser cumprida inicialmente em regime fechado, em razão da gravidade da conduta. A condenação proferida está",
    "alternatives": [
      {
        "letter": "A",
        "text": "incorreta, pois para a condenação seria necessária a existência de testemunhas que tivessem presenciado a comercialização dos entorpecentes."
      },
      {
        "letter": "B",
        "text": "incorreta, somente em relação ao regime prisional aplicado, já que a gravidade da conduta, por si só, não autoriza a fixação do regime fechado."
      },
      {
        "letter": "C",
        "text": "incorreta, uma vez que a confissão informal somente tem valor diante de sua formal introdução nos autos, o que não ocorreu no caso citado."
      },
      {
        "letter": "D",
        "text": "correta, visto que o artigo 155 do Código de Processo Penal autoriza condenações com base nos elementos informativos colhidos no Inquérito Policial, desde que em cotejo com as provas produzidas em juízo, o que ocorreu no caso citado, já que os policiais confirmaram a confissão informal."
      },
      {
        "letter": "E",
        "text": "correta, já que cabia à defesa demonstrar que os policiais queriam incriminar falsamente o réu, pois o depoimento dos milicianos goza de presunção de veracidade."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q1149558",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/e42e0393-73",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Prova documental"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "Câmara Legislativa do Distrito Federal",
    "prova": "FCC - 2018 - Câmara Legislativa do Distrito Federal - Inspetor de Polícia Legislativa",
    "enunciation": "Acerca da prova no processo penal, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "O único documento idôneo para o reconhecimento da menoridade do réu é a certidão de nascimento."
      },
      {
        "letter": "B",
        "text": "Se dará o mesmo valor do original à fotografia do documento, devidamente autenticada."
      },
      {
        "letter": "C",
        "text": "As pessoas impossibilitadas, por enfermidade ou por velhice, de comparecer para depor, deverão ser dispensadas."
      },
      {
        "letter": "D",
        "text": "Será inquirida pelo juiz do lugar de sua residência a testemunha que morar fora da jurisdição do juiz, expedindo-se, para esse fim, carta precatória, que suspenderá a instrução criminal, com prazo razoável, intimadas as partes."
      },
      {
        "letter": "E",
        "text": "O juiz, ainda que tenha notícia da existência de documento relativo a ponto relevante da acusação ou da defesa, somente poderá providenciar a sua juntada aos autos mediante requerimento expresso de qualquer das partes."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q1026020",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/006e099c-db",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "IAPEN-AP",
    "prova": "FCC - 2018 - IAPEN-AP - Agente Penitenciário",
    "enunciation": "O exame de corpo de delito",
    "alternatives": [
      {
        "letter": "A",
        "text": "é indispensável quando a infração deixar vestígios, podendo ser suprido pela confissão do acusado."
      },
      {
        "letter": "B",
        "text": "será realizado por dois peritos oficiais, sem necessidade de diploma do curso superior."
      },
      {
        "letter": "C",
        "text": "poderá ser suprido por prova testemunhal quando desaparecerem os vestígios e não for possível sua realização."
      },
      {
        "letter": "D",
        "text": "será realizado, na falta de perito oficial, por 3 pessoas idôneas, sendo dispensadas de prestar compromisso de desempenho do encargo."
      },
      {
        "letter": "E",
        "text": "não poderá ser realizado das 22:00 horas da noite às 06:00 horas da manhã."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q954318",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/26154335-09",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Sistemas de apreciação e valoração ",
      "Meios probatórios excepcionais"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "DPE-MA",
    "prova": "FCC - 2018 - DPE-MA - Defensor Público",
    "enunciation": "Sobre as provas é correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "vige como regra em nosso ordenamento processual penal o sistema de valoração de provas denominado “prova legal ou tarifada”."
      },
      {
        "letter": "B",
        "text": "a confissão qualificada, ainda que utilizada como elemento de convicção do magistrado, não servirá para atenuar a pena."
      },
      {
        "letter": "C",
        "text": "é válida a prova obtida quando ocorrer a serendipidade de primeiro grau."
      },
      {
        "letter": "D",
        "text": "de acordo com o art. 206 do Código de Processo Penal, o ascendente, o descendente ou cônjuge da vítima podem se recusar a depor como testemunha em processo penal."
      },
      {
        "letter": "E",
        "text": "a proibição das provas ilícitas é absoluta em nosso ordenamento processual penal."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q932156",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a874147d-bb",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito ",
      "Interrogatório"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "Câmara Legislativa do Distrito Federal",
    "prova": "FCC - 2018 - Câmara Legislativa do Distrito Federal - Procurador Legislativo",
    "enunciation": "No tocante à prova no processo penal, é correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "o Código de Processo Penal adotou como regra o sistema de valoração das provas denominado “prova legal ou tarifada”."
      },
      {
        "letter": "B",
        "text": "o ascendente e o descendente do acusado e da vítima podem recusar-se a depor como testemunhas judiciais."
      },
      {
        "letter": "C",
        "text": "a prova pericial, quando realizada por dois peritos oficiais, vincula a decisão judicial, ainda que em confronto com os elementos probatórios produzidos em contraditório"
      },
      {
        "letter": "D",
        "text": "no procedimento comum ordinário vige, desde a Reforma operada pela Lei no 11.690/2008, o sistema presidencialista para inquirição judicial de testemunhas"
      },
      {
        "letter": "E",
        "text": "o ofendido, por não prestar compromisso de dizer a verdade, caso minta em seu depoimento judicial, não responde pelo crime de falso testemunho."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q930621",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/9ead4889-b6",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Sequestro de Bens imóveis ",
      "Sequestro"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "MPE-PB",
    "prova": "FCC - 2018 - MPE-PB - Promotor de Justiça Substituto",
    "enunciation": "Dentre as medidas assecuratórias, há o sequestro dos imóveis adquiridos pelo investigado ou acusado com os proventos do crime. Nos termos do Código de Processo Penal, realizado o sequestro, este será levantado quando:\n\n\n\n\nI. a ação penal não for intentada no prazo de sessenta dias, contado da data em que ficar concluída a diligência.\n\nII. o terceiro, a quem tiverem sido transferidos os bens, prestar caução que assegure a aplicação do disposto no art. 91, II, b, segunda parte, do Código Penal.\n\nIII. julgada extinta a punibilidade ou absolvido o acusado, por sentença transitada em julgado.\n\nIV. convertidos em hipoteca legal, os imóveis forem avaliados e vendidos em leilão público.\n\n\n\n\nEstá correto o que se afirma APENAS em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I e III."
      },
      {
        "letter": "B",
        "text": "II e IV."
      },
      {
        "letter": "C",
        "text": "III e IV."
      },
      {
        "letter": "D",
        "text": "I, II e IV."
      },
      {
        "letter": "E",
        "text": "I, II e III."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q908315",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/0d0eadc8-79",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova testemunhal"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "DPE-AM",
    "prova": "FCC - 2018 - DPE-AM - Defensor Público - Reaplicação",
    "enunciation": "A pessoa está proibida de testemunhar em processo penal, quando deva guardar segredo em razão de função, ministério, ofício ou profissão. A proibição restará superada quando",
    "alternatives": [
      {
        "letter": "A",
        "text": "desobrigada do segredo pela parte interessada."
      },
      {
        "letter": "B",
        "text": "não for possível, por outro modo, obter-se ou integrar-se a prova do fato e de suas circunstâncias."
      },
      {
        "letter": "C",
        "text": "a pessoa deixar de exercer a função, ministério, ofício ou profissão que exigia o dever de guardar segredo."
      },
      {
        "letter": "D",
        "text": "for decretado o sigilo da ação penal e a identidade da testemunha for preservada."
      },
      {
        "letter": "E",
        "text": "a vítima do crime for pessoa vulnerável em razão da idade, deficiência ou doença mental."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q908314",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/0d0b5977-79",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Interrogatório"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "DPE-AM",
    "prova": "FCC - 2018 - DPE-AM - Defensor Público - Reaplicação",
    "enunciation": "O interrogatório do acusado pelo juiz − de ofício ou a requerimento das partes − poderá ser realizado pelo sistema de videoconferência, observando-se a seguinte regra:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Somente quando no estabelecimento onde o réu estiver recolhido não dispuser de sala própria para a realização do ato na presença do juiz, do membro do Ministério Público e do defensor."
      },
      {
        "letter": "B",
        "text": "Quando haja dificuldade para o comparecimento do réu em juízo, por enfermidade, deslocamento do presídio, conveniência da instrução processual no caso de coautoria ou participação ou para não interromper a atividade laboral no presídio."
      },
      {
        "letter": "C",
        "text": "É medida obrigatória quando a presença em juízo influenciar o ânimo de testemunhas ou vítima."
      },
      {
        "letter": "D",
        "text": "É medida excepcional que visa prevenir risco à segurança pública, quando exista fundada suspeita de que o preso integre organização criminosa ou de que, por outra razão, possa fugir durante o deslocamento."
      },
      {
        "letter": "E",
        "text": "Somente poderá ocorrer se o réu tiver participado de todos os atos instrutórios, tiver Advogado constituído ou Defensor Público lotado no estabelecimento onde estiver recolhido."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q908307",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/0cf4a414-79",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Definição, contextualização, objetivos e normatividade fundamental"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "DPE-AM",
    "prova": "FCC - 2018 - DPE-AM - Defensor Público - Reaplicação",
    "enunciation": "Considere o que se afirma em relação à produção antecipada de provas, determinada com base no art. 366 do Código de Processo Penal:\nI. Exige concreta demonstração da urgência e necessidade da medida, não sendo motivo hábil a justificá-la o decurso do tempo, tampouco a presunção de possível perecimento. II. A gravidade do delito e o decurso de tempo justificam a antecipação da prova oral, porquanto a sua urgência decorre da natureza da prova testemunhal, existindo direito público subjetivo da acusação à sua produção antecipada. III. É restrita às provas consideradas urgentes, característica que deve estar concretamente comprovada em cada caso por fundamentos que justifiquem a excepcional antecipação. IV. Possui natureza acautelatória e visa a resguardar a efetividade da prestação jurisdicional, diante da possibilidade de perecimento da prova em razão do decurso do tempo no qual o processo permanece suspenso.\nEstá correto o que se afirma APENAS em",
    "alternatives": [
      {
        "letter": "A",
        "text": "III e IV."
      },
      {
        "letter": "B",
        "text": "II, III e IV."
      },
      {
        "letter": "C",
        "text": "I, II e III."
      },
      {
        "letter": "D",
        "text": "I, III e IV."
      },
      {
        "letter": "E",
        "text": "I e II."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q904472",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/6471ca10-6f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Definição, contextualização, objetivos e normatividade fundamental ",
      "Sistemas de apreciação e valoração",
      "Ônus da prova"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "DPE-RS",
    "prova": "FCC - 2018 - DPE-RS - Defensor Público",
    "enunciation": "Sobre a teoria geral da prova, considere as assertivas abaixo:\n\n\n\n\nI. No sistema acusatório puro, cabe ao juiz, concentrando as funções de acusar e julgar, determinar, ex officio, a produção das provas relevantes para a formação da sua convicção sobre a ocorrência do ilícito imputado ou eventuais causas excludentes da ilicitude.\n\nII. É próprio dos sistemas inquisitoriais de processo penal a concessão, ao juiz, da iniciativa probatória para formação de sua livre convicção e para a busca da verdade real.\n\nIII. A confissão do acusado supre a falta do exame de corpo de delito, ainda que da infração penal tenham resultado vestígios.\n\nIV. No crime de receptação, efetivada a prisão do agente com a posse do objeto de origem criminosa, opera-se a chamada inversão do ônus da prova no processo penal.\n\n\n\n\nEstá correto o que consta APENAS de:",
    "alternatives": [
      {
        "letter": "A",
        "text": "II e IV."
      },
      {
        "letter": "B",
        "text": "II e III."
      },
      {
        "letter": "C",
        "text": "I e II."
      },
      {
        "letter": "D",
        "text": "II."
      },
      {
        "letter": "E",
        "text": "IV."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q873691",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/095753df-27",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "DPE-AP",
    "prova": "FCC - 2018 - DPE-AP - Defensor Público",
    "enunciation": "As falsas memórias",
    "alternatives": [
      {
        "letter": "A",
        "text": "são mentiras reproduzidas em juízo pelas partes com o intuito de manipular o resultado do processo penal."
      },
      {
        "letter": "B",
        "text": "revelam a falsidade da prova documental e pericial em razão da inserção de dados falsos por terceiros."
      },
      {
        "letter": "C",
        "text": "são elementos de prova que, quando reproduzidas em juízo ou em sede policial, constituem crime de falso testemunho."
      },
      {
        "letter": "D",
        "text": "são vestígios que enfraquecem a prova testemunhal e podem ser evitadas com o uso de técnicas que reforcem a indução no interrogatório e nos depoimentos."
      },
      {
        "letter": "E",
        "text": "podem se apresentar na forma de lembranças distorcidas de um evento em razão da passagem do tempo, embora a pessoa sinceramente acredite que viveu o evento."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q871862",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/c6d4410f-23",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2018",
    "banca": "FCC",
    "orgao": "PGE-TO",
    "prova": "FCC - 2018 - PGE-TO - Procurador do Estado",
    "enunciation": "Não é incomum se confundir o conceito de “corpo de delito” com o de “exame de corpo de delito”. O primeiro diz respeito ao conjunto de elementos sensíveis deixados pelo crime. Já o segundo, refere-se a uma das espécies de perícia, mais especificamente, aquela realizada no corpo de delito. Diante das considerações acima,",
    "alternatives": [
      {
        "letter": "A",
        "text": "no exame por precatória, a nomeação dos peritos far-se-á no juízo deprecante. Havendo, porém, no caso de ação privada, acordo das partes, essa nomeação poderá ser feita pelo juiz deprecado."
      },
      {
        "letter": "B",
        "text": "quando a infração deixar vestígios, será indispensável o exame de corpo de delito, direto ou indireto, podendo, contudo, ser suprido, pela confissão do acusado."
      },
      {
        "letter": "C",
        "text": "o juiz ou a autoridade policial negará o exame de corpo de delito requerido pelas partes quando não for necessário ao esclarecimento da verdade, ainda que se trate de delitos que deixem vestígios."
      },
      {
        "letter": "D",
        "text": "não sendo possível o exame de corpo de delito, por haverem desaparecido os vestígios, a prova testemunhal poderá suprir-lhe a falta."
      },
      {
        "letter": "E",
        "text": "o exame de corpo de delito somente poderá ser realizado em dias úteis, das seis às vinte horas."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q1204813",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/314c1906-51",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Inquérito Policial ",
      "Das Provas ",
      "Indiciamento",
      "Prova testemunhal"
    ],
    "year": "2017",
    "banca": "FCC",
    "orgao": "DPE-AM",
    "prova": "",
    "enunciation": "Conforme a lei penal e processual penal vigente, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Quando a testemunha não conhecer a língua nacional, se o juiz não dominar o idioma estrangeiro correspondente, será nomeado intérprete para traduzir as perguntas e respostas."
      },
      {
        "letter": "B",
        "text": "O ato de indiciamento formal, embora complexo e privativo da Autoridade Policial, pode ser determinado por requisição do juiz e/ou do MP."
      },
      {
        "letter": "C",
        "text": "O ofendido será comunicado dos atos processuais relativos ao ingresso e à saída do acusado da prisão, à designação de data para audiência e à sentença e respectivos acórdãos que a mantenham ou modifiquem. As comunicações ao ofendido deverão ser feitas no endereço por ele indicado, pessoalmente, e, no caso de não ser encontrado, por edital."
      },
      {
        "letter": "D",
        "text": "O Presidente e o Vice-Presidente da República, os Senadores e Deputados Federais, os Ministros de Estado, os Governadores de Estados e Territórios, os Secretários de Estado, os Prefeitos do Distrito Federal e dos Municípios, os Deputados das Assembleias Legislativas Estaduais, os membros do Poder Judiciário, os ministros e juízes dos Tribunais de Contas da União, dos Estados, do Distrito Federal, bem como os do Tribunal Marítimo serão inquiridos em local, dia e hora previamente ajustados entre eles e o juiz quando servirem de testemunhas, mas não quando forem investigados."
      },
      {
        "letter": "E",
        "text": "É sempre possível a internação provisória do acusado que os peritos concluírem ser inimputável ou semi-imputável e houver risco de reiteração"
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q855887",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a6286589-df",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2017",
    "banca": "FCC",
    "orgao": "TRF - 5ª REGIÃO",
    "prova": "FCC - 2017 - TRF - 5ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "No que tange às disposições relativas às provas no Código de Processo Penal, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Não sendo possível o exame de corpo de delito, por haverem desaparecido os vestígios, o acusado deverá ser absolvido, não sendo permitido a prova testemunhal para suprir-lhe a falta."
      },
      {
        "letter": "B",
        "text": "Ainda que a infração penal deixe vestígios, havendo confissão do acusado, dispensável a realização do exame de corpo de delito."
      },
      {
        "letter": "C",
        "text": "A autópsia será feita em, no máximo, seis horas depois do óbito, salvo se os peritos, pela evidência dos sinais de morte, julgarem que possa ser feita depois daquele prazo, o que declararão no auto."
      },
      {
        "letter": "D",
        "text": "Em caso de lesões corporais, se o primeiro exame pericial tiver sido incompleto, proceder-se-á a exame complementar por determinação da autoridade policial ou judiciária, de ofício, ou a requerimento do Ministério Público, do ofendido ou do acusado, ou de seu defensor."
      },
      {
        "letter": "E",
        "text": "Em razão de seu caráter técnico e vinculatório, o juiz ficará adstrito ao laudo pericial produzido, não podendo rejeitá-lo."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q839722",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/b5803379-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Incidente de insanidade"
    ],
    "year": "2017",
    "banca": "FCC",
    "orgao": "PCA",
    "prova": "FCC - 2017 - POLITEC - AP - Perito Médico Legista - Especialização em Psiquiatria",
    "enunciation": "Quando houver dúvida da capacidade mental do acusado em processo penal, o juiz poderá solicitar o exame de sanidade mental de ofício ou por requerimento de terceiros. Poderá requerer o referido exame",
    "alternatives": [
      {
        "letter": "A",
        "text": "qualquer pessoa que tenha conhecimento da doença mental e comunique o juiz."
      },
      {
        "letter": "B",
        "text": "Ministério Público, defensor, curador e qualquer pessoa que tenha conhecimento da doença mental."
      },
      {
        "letter": "C",
        "text": "defensor, curador e vizinho."
      },
      {
        "letter": "D",
        "text": "ascendente, descendente, irmão ou cônjuge do acusado, desde que seja advogado."
      },
      {
        "letter": "E",
        "text": "ministério Público, defensor, curador, ascendente, descendente, irmão ou cônjuge do acusado."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q839606",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a01aa877-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2017",
    "banca": "FCC",
    "orgao": "PC-AP",
    "prova": "FCC - 2017 - PC-AP - Delegado de Polícia",
    "enunciation": "O exame de corpo de delito",
    "alternatives": [
      {
        "letter": "A",
        "text": "é dispensável nos crimes que deixam vestígios."
      },
      {
        "letter": "B",
        "text": "deve ser feito imediatamente para que não se percam os vestígios do crime, o que veda a indicação de assistente técnico pelas partes."
      },
      {
        "letter": "C",
        "text": "deve ser feito, em regra, pelo menos 2 horas após o óbito."
      },
      {
        "letter": "D",
        "text": "realiza-se sobre vestígios do corpo humano, havendo regime diverso para o exame sobre objetos e sobre reconhecimento de escritos."
      },
      {
        "letter": "E",
        "text": "pode ser rejeitado pelo juiz, no todo ou em parte."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q839101",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/961a9782-98",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2017",
    "banca": "FCC",
    "orgao": "PCA",
    "prova": "",
    "enunciation": "O exame de corpo de delito",
    "alternatives": [
      {
        "letter": "A",
        "text": "terá seu laudo pericial elaborado no prazo máximo de 30 dias e poderá ser prorrogado pelo juiz por igual prazo."
      },
      {
        "letter": "B",
        "text": "é realizado somente por perito oficial, portador de diploma de curso superior, que deverá prestar compromisso de bem e fielmente desempenhar o encargo."
      },
      {
        "letter": "C",
        "text": "terá a formulação de quesitos e a indicação de assistente técnico permitidos somente ao Ministério Público e à defesa."
      },
      {
        "letter": "D",
        "text": "poderá ser realizado somente durante o dia e no horário de expediente regular da polícia técnico-científica."
      },
      {
        "letter": "E",
        "text": "será indispensável quando a infração deixar vestígio, não podendo supri-lo a confissão do acusado."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q839100",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/9617c9e2-98",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Incidente de insanidade"
    ],
    "year": "2017",
    "banca": "FCC",
    "orgao": "PCA",
    "prova": "",
    "enunciation": "O exame médico-legal, determinado pelo juiz para esclarecer dúvida sobre a integridade mental do autor do crime, poderá ser realizado",
    "alternatives": [
      {
        "letter": "A",
        "text": "somente na fase da ação penal."
      },
      {
        "letter": "B",
        "text": "ainda na fase do inquérito policial."
      },
      {
        "letter": "C",
        "text": "apenas em casos excepcionais e quando houver requerimento do Ministério Público ou da defesa."
      },
      {
        "letter": "D",
        "text": "enquanto não transitar em julgado a sentença."
      },
      {
        "letter": "E",
        "text": "tão somente em manicômio judiciário."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q839099",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/9614c2ee-98",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Questões prejudiciais"
    ],
    "year": "2017",
    "banca": "FCC",
    "orgao": "PCA",
    "prova": "",
    "enunciation": "Surgindo no curso do processo questão prejudicial sobre a existência do crime, o juiz criminal deixa de suspender a ação penal, apesar do requerimento expresso da defesa do acusado. Contra o despacho denegatório da suspensão",
    "alternatives": [
      {
        "letter": "A",
        "text": "caberá reclamação."
      },
      {
        "letter": "B",
        "text": "caberá agravo de instrumento."
      },
      {
        "letter": "C",
        "text": "caberá apelação."
      },
      {
        "letter": "D",
        "text": "não caberá recurso."
      },
      {
        "letter": "E",
        "text": "caberá recurso especial."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q822998",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/cef418ec-52",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Suspeição e impedimento"
    ],
    "year": "2017",
    "banca": "FCC",
    "orgao": "TJ-SC",
    "prova": "FCC - 2017 - TJ-SC - Juiz Substituto",
    "enunciation": "A sentença penal condenatória foi proferida por juiz de direito que, posteriormente, foi promovido ao Tribunal de Justiça e, como desembargador, não pode participar do julgamento da apelação interposta pelo condenado. A razão processual de tal vedação é:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Suspeição, em razão de foro íntimo."
      },
      {
        "letter": "B",
        "text": "Suspeição, por haver julgado a causa em outra instância."
      },
      {
        "letter": "C",
        "text": "Impedimento, por haver julgado a causa em outra instância."
      },
      {
        "letter": "D",
        "text": "Incompetência, por haver julgado a causa em outra instância."
      },
      {
        "letter": "E",
        "text": "Perda de imparcialidade por haver julgado a causa em outra instância, mas não havia vedação processual para participar do julgamento."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q822993",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/cee6b55e-52",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Procedimento Penal ",
      "Interrogatório",
      "Processo e procedimento"
    ],
    "year": "2017",
    "banca": "FCC",
    "orgao": "TJ-SC",
    "prova": "FCC - 2017 - TJ-SC - Juiz Substituto",
    "enunciation": "Nas ações penais de competência originária do Supremo Tribunal Federal, estabelece a Lei n° 8.038/90:\n\nArt. 7° − Recebida a denúncia ou a queixa, o relator designará dia e hora para o interrogatório, mandando citar o acusado ou querelado e intimar o órgão do Ministério Público, bem como o querelante ou o assistente, se for o caso.\n\nNo que tange ao interrogatório do acusado,",
    "alternatives": [
      {
        "letter": "A",
        "text": "deve ser o ato derradeiro da instrução penal, nos termos do art. 400, do Código de Processo Penal, exceto quanto às ações penais onde o interrogatório tenha ocorrido antes da reforma de 2008."
      },
      {
        "letter": "B",
        "text": "será sempre o ato derradeiro da instrução penal, nos termos do art. 400, do Código de Processo Penal, pois mais favorável à defesa do acusado."
      },
      {
        "letter": "C",
        "text": "prevalecerá a regra procedimental da Lei n° 8.038/90 (art. 7° ), em detrimento da regra geral e subsidiária do Código de Processo Penal."
      },
      {
        "letter": "D",
        "text": "é irrelevante a ordem da realização do interrogatório, pois o acusado não está obrigado a responder às indagações do relator."
      },
      {
        "letter": "E",
        "text": "o Plenário do Supremo Tribunal Federal não tem posição pacífica sobre o tema, prevalecendo ora a regra da Lei n° 8.038/90, ora a regra do art. 400, do Código de Processo Penal."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q800698",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/12ee5f13-1f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Incidente de insanidade"
    ],
    "year": "2017",
    "banca": "FCC",
    "orgao": "DPE-PR",
    "prova": "FCC - 2017 - DPE-PR - Defensor Público",
    "enunciation": "Em relação à insanidade mental do acusado,",
    "alternatives": [
      {
        "letter": "A",
        "text": "o rito de insanidade mental será processado nos autos principais."
      },
      {
        "letter": "B",
        "text": "o juiz nomeará curador ao acusado, quando determinar o exame, sem estabelecer a suspensão do processo, se já iniciada a ação penal."
      },
      {
        "letter": "C",
        "text": "o exame não poderá ser ordenado na fase do inquérito policial."
      },
      {
        "letter": "D",
        "text": "a suspensão processual continua até que o acusado se restabeleça, se a doença mental sobrevier à infração."
      },
      {
        "letter": "E",
        "text": "o exame não durará mais de trinta dias, salvo se os peritos demonstrarem a necessidade de maior prazo."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q778067",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/c62d5703-f2",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Interrogatório"
    ],
    "year": "2017",
    "banca": "FCC",
    "orgao": "TRE-SP",
    "prova": "FCC - 2017 - TRE-SP - Analista Judiciário - Área Judiciária",
    "enunciation": "Manoel está cumprindo pena em penitenciária paulista de segurança máxima, na cidade de Presidente Bernardes, após ser condenado por quatro crimes de homicídio. Na cidade e comarca de São Paulo é instaurada uma nova ação penal contra Manoel por crime de coação no curso do processo. Havendo fundada suspeita de que o réu, Manoel, integra organização criminosa e que poderá fugir durante o deslocamento entre as cidades de Presidente Bernardes e São Paulo, o Magistrado competente, por decisão fundamentada, e em caráter excepcional, assegurando ao réu a entrevista prévia com seu advogado e o acompanhamento da audiência una de instrução, poderá,",
    "alternatives": [
      {
        "letter": "A",
        "text": "de ofício, ou, a requerimento das partes, realizar o interrogatório de Manoel por sistema de videoconferência, intimando as partes com, pelo menos, 10 dias de antecedência."
      },
      {
        "letter": "B",
        "text": "se houver requerimento das partes, apenas, realizar o interrogatório de Manoel por sistema de videoconferência, intimando as partes com, pelo menos, 10 dias de antecedência."
      },
      {
        "letter": "C",
        "text": "de ofício, ou, a requerimento das partes, realizar o interrogatório de Manoel por sistema de videoconferência, intimando as partes com, pelo menos, 5 dias de antecedência."
      },
      {
        "letter": "D",
        "text": "se houver requerimento das partes, apenas, realizar o interrogatório de Manoel por sistema de videoconferência, intimando as partes com, pelo menos, 5 dias de antecedência."
      },
      {
        "letter": "E",
        "text": "de ofício, ou, a requerimento das partes, realizar o interrogatório de Manoel por sistema de videoconferência, intimando as partes com, pelo menos, 7 dias de antecedência."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q772225",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/5dcb76ea-ea",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2016",
    "banca": "FCC",
    "orgao": "AL-MS",
    "prova": "FCC - 2016 - AL-MS - Agente de Polícia Legislativo",
    "enunciation": "Sobre o exame de corpo de delito e as perícias em geral, nos termos preconizados pelo Código de Processo Penal, é INCORRETO afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Na falta de perito oficial, o exame será realizado necessariamente por três pessoas idôneas, portadoras de diploma de curso superior preferencialmente na área específica, dentre as que tiverem habilitação técnica relacionada com a natureza do exame."
      },
      {
        "letter": "B",
        "text": "Nos crimes cometidos com destruição ou rompimento de obstáculo a subtração da coisa, ou por meio de escalada, os peritos, além de descrever os vestígios, indicarão com que instrumentos, por que meios e em que época presumem ter sido o fato praticado."
      },
      {
        "letter": "C",
        "text": "O juiz não ficará adstrito ao laudo, podendo aceitá-lo ou rejeitá-lo, no todo ou em parte."
      },
      {
        "letter": "D",
        "text": "Quando a infração deixar vestígios, será indispensável o exame de corpo de delito, direto ou indireto, não podendo supri-lo a confissão do acusado."
      },
      {
        "letter": "E",
        "text": "Salvo o caso de exame de corpo de delito, o juiz ou a autoridade policial negará a perícia requerida pelas partes, quando não for necessária ao esclarecimento da verdade."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q707184",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bf2c6299-94",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Sistemas de apreciação e valoração ",
      "Prova pericial e exame de corpo de delito",
      "Interrogatório                      ",
      "Confissão no Processo Penal                      ",
      "Reconhecimento de pessoas e coisas"
    ],
    "year": "2016",
    "banca": "FCC",
    "orgao": "DPE-ES",
    "prova": "FCC - 2016 - DPE-ES - Defensor Público",
    "enunciation": "Sobre as provas no processo penal,",
    "alternatives": [
      {
        "letter": "A",
        "text": "após realização do reconhecimento pessoal, deve ser lavrado auto pormenorizado, subscrito pela autoridade, pela pessoa chamada para proceder ao reconhecimento e por duas testemunhas presenciais."
      },
      {
        "letter": "B",
        "text": "em virtude do princípio do livre convencimento motivado, o juiz pode suprir a ausência de exame de corpo de delito, direto ou indireto, pela confissão do acusado nos crimes que deixam vestígios."
      },
      {
        "letter": "C",
        "text": "de acordo com o sistema acusatório, o interrogatório é o ato final da instrução, não podendo ocorrer mais de uma vez no mesmo processo."
      },
      {
        "letter": "D",
        "text": "segundo a Convenção Americana de Direitos Humanos, a confissão do acusado só é válida se feita sem coação de nenhuma natureza, de modo que não há mácula na confissão informal feita no momento da prisão quando apenas induzida por policiais."
      },
      {
        "letter": "E",
        "text": "diante da notícia concreta de tráfico de drogas e da presença de armas em determinada favela, é possível a expedição de mandado de busca domiciliar para todas as casas da comunidade."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q586320",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/85965a53-9f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Meios probatórios excepcionais"
    ],
    "year": "2015",
    "banca": "FCC",
    "orgao": "TJ-SE",
    "prova": "FCC - 2015 - TJ-SE - Juiz Substituto",
    "enunciation": "No tocante à interceptação telefônica, de acordo com entendimento do Superior Tribunal de Justiça, é INCORRETO afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "A transcrição integral do conteúdo de gravação das interceptações telefônicas é dispensável, sendo imprescindíveis tão somente os trechos que digam respeito ao investigado − embasadores da denúncia −, para que, assim, exerça o contraditório e a ampla defesa."
      },
      {
        "letter": "B",
        "text": "Admite-se a serendipidade, ou seja, a descoberta de fatos novos advindos do monitoramento judicialmente autorizado pode resultar na identificação de pessoas inicialmente não relacionadas no pedido da medida probatória, mas que possuam estreita ligação com o objeto da investigação, e tal circunstância não invalida a utilização das provas colhidas contra esses terceiros."
      },
      {
        "letter": "C",
        "text": "A condução dos trabalhos de interceptação telefônica autorizada judicialmente por órgão da Polícia Militar − Agência de Inteligência − implica ilegitimidade na execução da medida constritiva."
      },
      {
        "letter": "D",
        "text": "O prazo de duração da interceptação telefônica pode ser seguidamente prorrogado, quando a complexidade da investigação assim o exigir, desde que em decisão devidamente fundamentada."
      },
      {
        "letter": "E",
        "text": "Embora a interceptação telefônica só possa ser autorizada para fins de produção de prova em investigação ou processo criminal, o certo é que, uma vez autorizada judicialmente, o seu conteúdo pode ser utilizado para fins de imposição de pena, inclusive de perda de cargo, função ou mandato, não se mostrando razoável que as conversas gravadas, cujo teor torna-se público com a prolação de sentença condenatória, não sejam aproveitadas na esfera civil ou administrativa."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q560626",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a908a6e6-6d",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Definição, contextualização, objetivos e normatividade fundamental ",
      "Prova pericial e exame de corpo de delito",
      "Prova testemunhal"
    ],
    "year": "2015",
    "banca": "FCC",
    "orgao": "DPE-SP",
    "prova": "FCC - 2015 - DPE-SP - Defensor Público",
    "enunciation": "Na defesa de um réu acusado da prática do crime de tráfico de drogas, a Defensora Pública, ao preparar os memoriais, identificou no laudo toxicológico − juntado na data de audiência − a menção ao fato de que a droga levada à perícia estava armazenada num saco transparente, fechado por grampos de papel, e com o lacre rompido. Em suas alegações, a Defensora deverá sustentar",
    "alternatives": [
      {
        "letter": "A",
        "text": "a ilegitimidade da prova por conta da quebra da cadeia de custódia."
      },
      {
        "letter": "B",
        "text": "a rejeição da denúncia, já que ela não poderia ter sido recebida sem a juntada do laudo toxicológico."
      },
      {
        "letter": "C",
        "text": "apenas a negativa de autoria, já que é pacifico que a prova testemunhal poderá suprir a deficiência da prova pericial."
      },
      {
        "letter": "D",
        "text": "a necessidade de realização de nova perícia."
      },
      {
        "letter": "E",
        "text": "a realização de corpo de delito indireto."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q530920",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/4b05b207-2f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2015",
    "banca": "FCC",
    "orgao": "TJ-SC",
    "prova": "FCC - 2015 - TJ-SC - Juiz Substituto",
    "enunciation": "Com relação ao exame de corpo de delito e às perícias em geral, analise as seguintes assertivas, nos termos do Código de Processo Penal:\n\n\nI. Na falta de perito oficial, o exame poderá ser realizado por duas pessoas idôneas, portadoras de diploma de curso superior, mas não necessariamente na área técnica específica da natureza do exame.\n\nII. O Ministério Público, o assistente de acusação, o ofendido, o querelante e o acusado poderão formular quesitos, mas somente o Ministério Público e o acusado poderão indicar assistente técnico.\n\nIII. A autópsia será feita sempre após seis horas do óbito, não prevendo a lei qualquer exceção.\n\nIV. A exumação será realizada em dia e hora previamente agendados, e somente após autorização judicial.\n\nV. As partes poderão requerer a oitiva dos peritos para esclarecerem a prova ou para responderem a quesitos, desde que o mandado de intimação e os quesitos ou questões a serem esclarecidas sejam encaminhados com antecedência mínima de 10 dias, podendo apresentar as respostas em laudo complementar.\n\n\nÉ correto o que se afirma APENAS em",
    "alternatives": [
      {
        "letter": "A",
        "text": "II e IV."
      },
      {
        "letter": "B",
        "text": "I, IV e V."
      },
      {
        "letter": "C",
        "text": "I, II, III e IV."
      },
      {
        "letter": "D",
        "text": "I e V."
      },
      {
        "letter": "E",
        "text": "II, III e V."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q530914",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/4ad9469b-2f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Questões prejudiciais"
    ],
    "year": "2015",
    "banca": "FCC",
    "orgao": "TJ-SC",
    "prova": "FCC - 2015 - TJ-SC - Juiz Substituto",
    "enunciation": "Em processo que apura o delito de abandono material, (art. 244 do CP), em resposta à acusação, o réu alega não ser o pai do abandonado, pessoa menor de 18 anos. Neste caso, nos termos do Código de Processo Penal,",
    "alternatives": [
      {
        "letter": "A",
        "text": "a ação penal ficará suspensa, marcando o juiz prazo para a suspensão, que expirado, poderá ser prorrogado por no máximo mais uma vez, por igual período, para que se evite a ocorrência da prescrição."
      },
      {
        "letter": "B",
        "text": "havendo ação penal de investigação de paternidade já proposta no juízo cível, por se tratar de questão de difícil solução, o juiz deverá suspender a ação penal por prazo indeterminado até que lá se resolva a questão, decisão esta irrecorrível."
      },
      {
        "letter": "C",
        "text": "havendo ação penal de investigação de paternidade já proposta no juízo cível, o juiz deverá suspender a ação penal imediatamente para preservar a coerência das decisões, não cabendo qualquer recurso da suspensão."
      },
      {
        "letter": "D",
        "text": "mesmo sem a existência de ação civil proposta para a resolução da questão da paternidade, o juiz poderá suspender a ação penal e decidir primeiramente sobre tal questão, contudo o código de processo penal permite a realização das provas urgentes sempre que surgirem."
      },
      {
        "letter": "E",
        "text": "a ação penal ficará suspensa e com ela o prazo prescricional, se o juiz reputar séria e fundada a questão da paternidade."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q511226",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/35839527-fe",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Questões prejudiciais"
    ],
    "year": "2015",
    "banca": "FCC",
    "orgao": "TJ-RR",
    "prova": "FCC - 2015 - TJ-RR - Juiz Substituto",
    "enunciation": "Se a decisão em um processo penal sobre a existência ou não de uma infração penal depender da solução de uma controvérsia reputada séria e fundada, o juiz",
    "alternatives": [
      {
        "letter": "A",
        "text": "deverá suspender o processo e o curso da ação penal até que a questão seja dirimida por sentença civil transitada em julgado sempre que a dúvida disser respeito ao estado civil das pessoas, ficando igualmente suspenso o prazo prescricional."
      },
      {
        "letter": "B",
        "text": "poderá suspender o processo e o curso da ação penal por prazo determinado para que a questão relacionada ao estado civil das pessoas seja dirimida por sentença transitada em julgado, permitindo-se a realização de provas urgentes, ficando igualmente suspenso o prazo prescricional."
      },
      {
        "letter": "C",
        "text": "deverá suspender o processo e o curso da ação penal em caso de dúvida sobre qualquer matéria civil, permitindo-se a produção de provas urgentes, sem previsão legal para suspensão do prazo prescricional."
      },
      {
        "letter": "D",
        "text": "poderá suspender o processo e o curso da ação penal em caso de dúvida quanto ao estado civil das pessoas, contudo determinando prazo razoável, que poderá ser prorrogado, antes realizando as provas urgentes, sem previsão legal para a suspensão do prazo prescricional."
      },
      {
        "letter": "E",
        "text": "poderá suspender o processo e o curso da ação penal em qualquer dúvida sobre matéria não penal, determinando prazo para a suspensão após a inquirição das testemunhas e realização de outras provas de natureza urgente, sem previsão legal de suspensão do prazo prescricional."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q483625",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ec34a15c-c9",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova testemunhal"
    ],
    "year": "2015",
    "banca": "FCC",
    "orgao": "TJ-GO",
    "prova": "FCC - 2015 - TJ-GO - Juiz Substituto",
    "enunciation": "Em relação às testemunhas no processo penal, de acordo com o Código de Processo Penal,",
    "alternatives": [
      {
        "letter": "A",
        "text": "caso as testemunhas de acusação se sintam ameaçadas pelo réu, poderão deixar de prestar depoimento."
      },
      {
        "letter": "B",
        "text": "caso arrolado como testemunha, o Governador poderá optar por prestar depoimento por escrito."
      },
      {
        "letter": "C",
        "text": "as cartas rogatórias só serão expedidas se demonstrada previamente a sua imprescindibilidade, arcando a parte requerente com os custos de envio."
      },
      {
        "letter": "D",
        "text": "caso a testemunha seja arrolada pela defesa e esteja impossibilitada, por enfermidade, de comparecer para depor, o juiz determinará que a defesa substitua esta testemunha, sob pena de preclusão da prova."
      },
      {
        "letter": "E",
        "text": "são proibidas de depor, ainda que desobrigadas pela parte interessada, as pessoas que, em razão da profissão, devam guardar segredo."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q483624",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ea8ef6a7-c9",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Sequestro de Bens imóveis ",
      "Especialização e registro da hipoteca legal"
    ],
    "year": "2015",
    "banca": "FCC",
    "orgao": "TJ-GO",
    "prova": "FCC - 2015 - TJ-GO - Juiz Substituto",
    "enunciation": "Antonio acabou de sofrer hipoteca, determinada por juiz criminal, de imóvel que recebeu de seu pai. Nesse caso,",
    "alternatives": [
      {
        "letter": "A",
        "text": "se houver sentença condenatória transitada em julgado, o próprio juiz criminal determinará a avaliação e a venda do bem em leilão público."
      },
      {
        "letter": "B",
        "text": "os embargos são o recurso cabível contra a decretação da hipoteca."
      },
      {
        "letter": "C",
        "text": "a medida é cabível, ainda que Antonio seja terceiro, não investigado."
      },
      {
        "letter": "D",
        "text": "o imóvel, de origem lícita, não poderia ter sido hipotecado."
      },
      {
        "letter": "E",
        "text": "Antonio poderia ter oferecido caução em dinheiro para que o juiz deixasse de mandar proceder à inscrição da hipoteca legal."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q464879",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/8731fdef-a6",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Busca e apreensão"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "TJ-AP",
    "prova": "FCC - 2014 - TJ-AP - Analista Judiciário - Área Judiciária - Execução de Mandados",
    "enunciation": "Em relação ao mandado de busca e apreensão domiciliar, considere as afirmações:\n\nI. Deverá indicar, o mais precisamente possível, a casa em que será realizada a diligência e o nome do respectivo proprietário ou morador.\n\nII. Deverá ser subscrito pelo escrivão e assinado pela autoridade judiciária que o fizer expedir.\n\nIII. Será executado de dia, salvo se o morador consentir que se realize à noite e, antes de penetrar na casa, o executor mostrará e lerá o mandado ao morador, ou a quem o represente, intimando-o, em seguida, a abrir a porta.\n\nIV. Obrigatoriamente será executado na presença de qualquer vizinho ou pessoa que se encontrar nas proximidades da casa.\n\nEstá correto o que se afirma em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I, II e III, apenas."
      },
      {
        "letter": "B",
        "text": "I, II e IV, apenas."
      },
      {
        "letter": "C",
        "text": "II, III e IV apenas."
      },
      {
        "letter": "D",
        "text": "I e III , apenas."
      },
      {
        "letter": "E",
        "text": "I, II, III e IV."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q464878",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/85de83df-a6",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova testemunhal"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "TJ-AP",
    "prova": "FCC - 2014 - TJ-AP - Analista Judiciário - Área Judiciária - Execução de Mandados",
    "enunciation": "Como regra, são proibidas de depor como testemunha as pessoas que",
    "alternatives": [
      {
        "letter": "A",
        "text": "estiverem interditadas e forem deficientes mentais."
      },
      {
        "letter": "B",
        "text": "tiverem vínculos familiares próximos com o acusado, tais como o ascendente, o descendente, o cônjuge e o irmão."
      },
      {
        "letter": "C",
        "text": "forem menores de doze anos."
      },
      {
        "letter": "D",
        "text": "não portarem documento e houver dúvida sobre a sua identidade."
      },
      {
        "letter": "E",
        "text": "em razão de função, ministério, ofício ou profissão, devam guardar segredo."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q464877",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/848666d6-a6",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "TJ-AP",
    "prova": "FCC - 2014 - TJ-AP - Analista Judiciário - Área Judiciária - Execução de Mandados",
    "enunciation": "Na falta de perito oficial, o exame de corpo de delito será realizado por",
    "alternatives": [
      {
        "letter": "A",
        "text": "pessoas idôneas, com reconhecido conhecimento relacionado com a natureza do exame."
      },
      {
        "letter": "B",
        "text": "pessoa idônea, portadora de diploma de curso superior preferencialmente na área específica, dentre as que tiverem habilitação técnica relacionada com a natureza do exame."
      },
      {
        "letter": "C",
        "text": "duas pessoas idôneas, portadoras de diploma de curso superior, preferencialmente na área específica, dentre as que tiverem habilitação técnica relacionada com a natureza do exame."
      },
      {
        "letter": "D",
        "text": "agentes da polícia judiciária"
      },
      {
        "letter": "E",
        "text": "assistentes técnicos indicados pelo Ministério Público e pelo acusado."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q458637",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/5a15dac8-97",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Definição, contextualização, objetivos e normatividade fundamental ",
      "Prova testemunhal"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "DPE-RS",
    "prova": "FCC - 2014 - DPE-RS - Defensor Público",
    "enunciation": "José, menor de 21 anos e primário, foi denunciado pela prática do fato previsto no art. 171, caput (por 15 vezes), na forma do art. 71, caput, ambos do Código Penal. Determinada a citação pessoal, não é encontrado, frustradas as ulteriores diligências empreendidas para sua localização. Com vista dos autos, manifesta-se o Ministério Público pela citação editalícia, requerendo, ainda, a produção antecipada da prova oral (cinco testemunhas foram arroladas). Como argumento legitimador deste último pedido, afirma que o passar do tempo, por si só, é motivo suficiente para o respectivo deferimento, pois pode haver prejuízo ao processo de reconstrução da verdade. O pedido é acolhido pelo juiz a partir do fundamento invocado pelo Ministério Público. Analisada a hipótese acima construída, mostra-se correto afirmar que a decisão está",
    "alternatives": [
      {
        "letter": "A",
        "text": "correta, desde que assegurada ao réu a assistência da defesa técnica, caso em que, observado o contraditório e a ampla defesa, nenhum prejuízo será experimentado."
      },
      {
        "letter": "B",
        "text": "correta, pois ao Ministério Público compete provar os fatos alegados, cabendo a este apresentar os elementos para formar a convicção do julgador, e igualmente a oportunidade para se desincumbir da carga probatória."
      },
      {
        "letter": "C",
        "text": "correta, tendo em vista que se trata de crime doloso praticado em continuidade delitiva."
      },
      {
        "letter": "D",
        "text": "errada, porquanto se trata de réu menor e primário, circunstância obstativa da antecipação da colheita da prova."
      },
      {
        "letter": "E",
        "text": "errada, porque toda decisão que determina a produção antecipada da prova deve ser concretamente fundamentada, não a justificando o mero decurso do tempo."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q456518",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/31171868-8d",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "DPE-CE",
    "prova": "FCC - 2014 - DPE-CE - Defensor Público de Entrância Inicial",
    "enunciation": "Em relação ao exame do corpo de delito, é correto afirmar, de acordo com o Código de Processo Penal:",
    "alternatives": [
      {
        "letter": "A",
        "text": "O exame de corpo de delito somente pode ser feito durante o dia."
      },
      {
        "letter": "B",
        "text": "É vedado ao acusado requerer a oitiva do perito em audiência, sob pena de desvirtuamento da natureza deste meio de prova, que na essência é documental."
      },
      {
        "letter": "C",
        "text": "Não existe previsão legal que permita ao assistente de acusação formular quesitos e indicar assistente técnico no curso do processo judicial."
      },
      {
        "letter": "D",
        "text": "Tratando-se de perícia complexa que abranja mais de uma área de conhecimento especializado, poder- se-á designar a atuação de mais de um perito oficial."
      },
      {
        "letter": "E",
        "text": "O perito oficial que realizar exame de corpo de delito não precisa ser portador de diploma de curso superior, bastando que tenha conhecimento técnico relacionado com a natureza do exame."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q429711",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/b35b73b3-43",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Procedimento Penal ",
      "Procedimento especial dos crimes de competência do Tribunal do Júri",
      "Procedimento comum ordinário                      ",
      "Prova testemunhal"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "MPE-PA",
    "prova": "FCC - 2014 - MPE-PA - Promotor de Justiça",
    "enunciation": "De acordo com o disposto no Código de Processo Penal,",
    "alternatives": [
      {
        "letter": "A",
        "text": "no plenário do júri, os jurados, por meio do juiz presidente, podem formular perguntas às testemunhas, mas não ao ofendido."
      },
      {
        "letter": "B",
        "text": "na inquirição das testemunhas arroladas pela defesa no plenário do júri, o defensor do acusado formulará as perguntas antes do Ministério Público e do assistente."
      },
      {
        "letter": "C",
        "text": "no procedimento comum ordinário, as perguntas serão formuladas pelas partes diretamente ao interrogando, não admitindo o juiz aquelas que puderem induzir a resposta, não tiverem relação com a causa ou importarem na repetição de outra já respondida, e o juiz poderá completar a inquirição somente sobre os pontos não esclarecidos."
      },
      {
        "letter": "D",
        "text": "a expedição de carta precatória suspende a instrução criminal."
      },
      {
        "letter": "E",
        "text": "mesmo que desobrigadas pela parte interessada, permanecem proibidas de depor as pessoas que, em razão de função, ministério, ofício ou profissão devam guardar segredo."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q416919",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/c7e4dc26-24",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Sequestro de Bens imóveis ",
      "Sequestro"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2014 - TRF - 4ª REGIÃO - Analista Judiciário - Oficial de Justiça Avaliador Federal",
    "enunciation": "Joaquim responde a processo pela prática do delito de estelionato contra a Caixa Econômica Federal. Ainda no curso do inquérito policial, depois do indiciamento, o juiz, a pedido do Delegado de Polícia Federal, determinou o sequestro de dois automóveis de Joaquim, porque adquiridos logo após a prática da infração e incompatíveis com sua renda declarada. Diante disso,",
    "alternatives": [
      {
        "letter": "A",
        "text": "Joaquim pode opor embargos, sob o fundamento de não terem os bens sido adquiridos com os proventos da infração."
      },
      {
        "letter": "B",
        "text": "ante a existência de indícios da proveniência ilícita, a medida assecuratória que deveria ter sido decretada pelo juiz é o arresto."
      },
      {
        "letter": "C",
        "text": "o juiz agiu incorretamente, porque não existe previsão de sequestro de bens na fase do inquérito policial."
      },
      {
        "letter": "D",
        "text": "os veículos podem ser alienados antecipadamente somente quando houver dificuldade para sua manutenção."
      },
      {
        "letter": "E",
        "text": "no caso de haver a alienação antecipada dos veículos, o arrematante fica responsável pelo pagamento de multas, encargos e tributos anteriores."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q414580",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/cff6f7c4-20",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Restituição de coisas apreendidas"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "MPE-PE",
    "prova": "FCC - 2014 - MPE-PE - Promotor de Justiça",
    "enunciation": "A restituição de coisas apreendidas",
    "alternatives": [
      {
        "letter": "A",
        "text": "poderá ser ordenada pela autoridade policial, se encontradas em poder de terceiro de boa-fé e não houver dúvida quanto ao seu direito."
      },
      {
        "letter": "B",
        "text": "só pode ser ordenada pelo juiz, desde que não exista dúvida quanto ao direito do reclamado."
      },
      {
        "letter": "C",
        "text": "não pode ocorrer antes do trânsito em julgado enquanto interessarem ao processo."
      },
      {
        "letter": "D",
        "text": "dispensa a prévia manifestação do Ministério Público no respectivo incidente."
      },
      {
        "letter": "E",
        "text": "será decidida pelo juiz criminal no incidente próprio, se houver dúvida sobre quem seja o verdadeiro dono."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q414571",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/c50cfecf-20",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Interrogatório"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "MPE-PE",
    "prova": "FCC - 2014 - MPE-PE - Promotor de Justiça",
    "enunciation": "Quanto ao interrogatório, correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Da decisão que determinar a sua realização por videoconferência as partes deverão ser intimadas com dez dias de antecedência."
      },
      {
        "letter": "B",
        "text": "É possível a realização por videoconferência para impedir a influência do réu no ânimo de testemunha ou da vítima, ainda que viável a colheita do depoimento destas pelo mesmo sistema."
      },
      {
        "letter": "C",
        "text": "Deve ser efetivado na presença do defensor, dispensado o direito de entrevista prévia e reservada no caso de advogado constituído."
      },
      {
        "letter": "D",
        "text": "A ausência do ato constitui nulidade relativa, passível de preclusão se não arguida em tempo oportuno."
      },
      {
        "letter": "E",
        "text": "O réu deverá ser informado pelo juiz do seu direito de permanecer calado, bem como de que o silêncio poderá repercutir em seu desfavor."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q413345",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/9a0396ee-1d",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Definição, contextualização, objetivos e normatividade fundamental ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2014 - TRF - 4ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "No tocante à prova, de acordo com o Código de Processo Penal,",
    "alternatives": [
      {
        "letter": "A",
        "text": "durante o curso do processo, é vedada às partes a indicação de assistentes técnicos."
      },
      {
        "letter": "B",
        "text": "o exame de corpo de delito e outras perícias serão realizados sempre por dois peritos oficiais, portadores de diploma de curso superior."
      },
      {
        "letter": "C",
        "text": "durante o curso do processo judicial, quanto à perícia, é permitido às partes requerer a oitiva dos peritos para esclarecerem a prova, mas não para responderem a quesitos."
      },
      {
        "letter": "D",
        "text": "quando a infração deixar vestígios, será necessário o exame de corpo de delito, mas a confissão do acusado pode supri-lo."
      },
      {
        "letter": "E",
        "text": "o juiz formará sua convicção pela livre apreciação da prova produzida em contraditório judicial, não podendo fundamentar sua decisão, exclusivamente, nos elementos informativos colhidos na investigação, ressalvadas as provas cautelares, não repetíveis e antecipadas."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q413344",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/98ca9c05-1d",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Busca e apreensão"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2014 - TRF - 4ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "Em relação à busca e apreensão no processo penal, é INCORRETO afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "não sendo encontrada a pessoa ou coisa procurada, os motivos da diligência serão comunicados a quem tiver sofrido a busca, se o requerer."
      },
      {
        "letter": "B",
        "text": "o mandado de busca e apreensão deverá mencionar o motivo e os fins da diligência."
      },
      {
        "letter": "C",
        "text": "as buscas domiciliares com ordem judicial serão executadas de dia, salvo se o morador consentir que se realizem à noite."
      },
      {
        "letter": "D",
        "text": "a autoridade, ou seus agentes, nunca pode penetrar no território de jurisdição alheia, se de outro Estado."
      },
      {
        "letter": "E",
        "text": "a busca pessoal independerá de mandado, no caso de prisão."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q360710",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/e174e8d6-ab",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Suspeição e impedimento"
    ],
    "year": "2014",
    "banca": "FCC",
    "orgao": "TRF - 3ª REGIÃO",
    "prova": "FCC - 2014 - TRF - 3ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "Exceção de suspeição de magistrado deve ser julgada procedente quando o juiz",
    "alternatives": [
      {
        "letter": "A",
        "text": "permitiu, antes do recebimento da denúncia, dilação de prazo para conclusão do inquérito policial."
      },
      {
        "letter": "B",
        "text": "prolatou sentença em feito desmembrado."
      },
      {
        "letter": "C",
        "text": "já proferiu, em outros processos, decisões desfavoráveis ao excipiente."
      },
      {
        "letter": "D",
        "text": "não acolheu pretensão do excipiente em relação à suposta parcialidade da Procuradora da República."
      },
      {
        "letter": "E",
        "text": "for acionista de sociedade interessada no processo."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q464174",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/5a7983aa-a5",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Suspeição e impedimento"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "MPE-CE",
    "prova": "FCC - 2013 - MPE-CE - Analista Ministerial - Direito",
    "enunciation": "O juiz NÃO poderá exercer jurisdição no processo em que",
    "alternatives": [
      {
        "letter": "A",
        "text": "se tratando de processo de execução criminal, tiver proferido a sentença condenatória ao réu."
      },
      {
        "letter": "B",
        "text": "ele próprio houver requisitado a instauração de inquérito policial."
      },
      {
        "letter": "C",
        "text": "tiver funcionado seu cunhado como analista do Ministério Público."
      },
      {
        "letter": "D",
        "text": "tiver o nome de seu cônjuge citado em depoimento de terceiro, como testemunha do delito."
      },
      {
        "letter": "E",
        "text": "tiver funcionado seu cônjuge como defensor ou advogado, órgão do Ministério Público, autoridade policial, auxiliar da justiça ou perito."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q434440",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/b2288e12-4e",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Procedimento Penal ",
      "Procedimento comum ordinário",
      "Prova pericial e exame de corpo de delito                      ",
      "Interrogatório                      ",
      "Prova testemunhal"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "TRE-RO",
    "prova": "FCC - 2013 - TRE-RO - Analista Judiciário - Área Judiciária",
    "enunciation": "No que concerne à prova, é correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "o juiz não poderá, por força do princípio da preclusão, ouvir outras testemunhas além das arroladas pelas partes."
      },
      {
        "letter": "B",
        "text": "o interrogatório do réu será realizado, no procedimento comum, antes da apresentação da defesa preliminar."
      },
      {
        "letter": "C",
        "text": "o exame de corpo de delito não pode ser substituído pela prova testemunhal mesmo quando os vestígios tenham desaparecido."
      },
      {
        "letter": "D",
        "text": "havendo mais de um acusado, poderão ser todos interrogados em conjunto e ao mesmo tempo, para que sejam esclarecidas eventuais divergências."
      },
      {
        "letter": "E",
        "text": "nas perícias de laboratório, os peritos guardarão material suficiente para a eventualidade de nova perícia."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q379272",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/7e1a168d-da",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Nulidades no Processo Penal ",
      "Princípios fundamentais do direito processual penal",
      "Contraditório                      ",
      "Ampla defesa                      ",
      "Espécies de nulidades                      ",
      "Questões prejudiciais                      ",
      "Restituição de coisas apreendidas"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "DPE-SP",
    "prova": "FCC - 2013 - DPE-SP - Defensor Público",
    "enunciation": "Analise as assertivas abaixo.\n\nI. A apresentação pelo acusado da prática de furto, no curso do processo, de prévio contrato de compra e venda que o identifique como o comprador da res furtiva, impõe ao magistrado a suspensão do processo criminal e o encaminhamento das partes ao juízo cível, por tratar-se de questão prejudicial de natureza heterogênea.\n\nII. Nos termos da lei processual penal, a restituição de bens apreendidos constitui ato privativo do juiz criminal competente, não podendo ser concedida pela autoridade policial, em razão da existência de efeitos extrapenais da sentença condenatia.\n\nIII. Segundo o entendimento pacífico do Supremo Tribunal Federal, não podem subsistir condenações penais fundadas unicamente em prova produzida na fase do inquérito policial, sob pena de grave afronta às garantias constitucionais do contraditório e da ampla defesa.\n\nIV. O acusado, embora preso, tem o direito de comparecer, de assistir e de presenciar, sob pena de nulidade absoluta, os atos processuais, notadamente aqueles que se produzem na fase de instrução do processo penal.\n\nEstá correto APENAS o que se afirma em:",
    "alternatives": [
      {
        "letter": "A",
        "text": "I; III e IV."
      },
      {
        "letter": "B",
        "text": "I e II."
      },
      {
        "letter": "C",
        "text": "III e IV."
      },
      {
        "letter": "D",
        "text": "II e III."
      },
      {
        "letter": "E",
        "text": "I; II e IV."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q371281",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/47d791ea-cb",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Interrogatório"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "TJ-PE",
    "prova": "FCC - 2013 - TJ-PE - Titular de Serviços de Notas e de Registros - Remoção",
    "enunciation": "NÃO constitui uma das hipóteses previstas na lei processual penal para a realização do interrogatório do réu preso por sistema de videoconferência:",
    "alternatives": [
      {
        "letter": "A",
        "text": "prevenir risco à segurança pública, quando exista fundada suspeita de que o preso integre organização criminosa ou de que, por outra razão, possa fugir durante o deslocamento."
      },
      {
        "letter": "B",
        "text": "viabilizar a participação do réu no referido ato processual, quando haja relevante dificuldade para seu comparecimento em juízo, por enfermidade ou outra circunstância pessoal."
      },
      {
        "letter": "C",
        "text": "impedir a influência do réu no ânimo de testemunha ou da vítima, desde que não seja possível colher o depoimento destas por videoconferência."
      },
      {
        "letter": "D",
        "text": "assegurar a integridade física do réu, em caso de infrações penais de grande clamor público."
      },
      {
        "letter": "E",
        "text": "responder à gravíssima questão de ordem pública."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q356789",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/8e322ee3-9d",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito ",
      "Interrogatório",
      "Declarações do ofendido                      ",
      "Reconhecimento de pessoas e coisas"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "TRT - 15ª Região (SP)",
    "prova": "FCC - 2013 - TRT - 15ª Região - Técnico Judiciário - Segurança",
    "enunciation": "No que concerne à prova, é correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "ao ofendido, após a qualificação, será deferido o compromisso legal de dizer a verdade, sob palavra de honra, do que saiba e lhe for perguntado."
      },
      {
        "letter": "B",
        "text": "o interrogatório é ato privativo do juiz, não podendo o Ministério Público, nem o defensor do acusado, formular perguntas objetivando esclarecimento de algum fato."
      },
      {
        "letter": "C",
        "text": "o silêncio do acusado importará em confissão, que será levada em conta para formar o convencimento do juiz."
      },
      {
        "letter": "D",
        "text": "a autópsia será feita pelo menos seis horas depois do óbito, mas os peritos poderão fazê-la antes desse prazo se forem evidentes os sinais de morte, o que declararão no auto."
      },
      {
        "letter": "E",
        "text": "se várias pessoas forem chamadas a efetuar o reconhecimento de pessoa ou objeto, a prova poderá ser colhida em um único instrumento, com a participação de todas, as quais poderão comunicar-se."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q319963",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/7079e7a9-ee",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Suspeição e impedimento"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "TJ-PE",
    "prova": "FCC - 2013 - TJ-PE - Titular de Serviços de Notas e de Registros - Provimento",
    "enunciation": "Dentre as alternativas abaixo, NÃO configura hipótese de suspeição o juiz",
    "alternatives": [
      {
        "letter": "A",
        "text": "ser amigo íntimo ou inimigo capital de qualquer das partes."
      },
      {
        "letter": "B",
        "text": "sustentar demanda ou responder a processo que tenha de ser julgado por qualquer das partes."
      },
      {
        "letter": "C",
        "text": "ter funcionado no mesmo processo como juiz de outra instância, pronunciando-se, de fato ou de direito, sobre a questão."
      },
      {
        "letter": "D",
        "text": "ser credor ou devedor, tutor ou curador, de qualquer das partes."
      },
      {
        "letter": "E",
        "text": "ser sócio, acionista ou administrador de sociedade interessada no processo."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q319962",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/6f0d5a4c-ee",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Princípios fundamentais do direito processual penal ",
      "Inadmissibilidade das provas obtidas por meios ilícitos",
      "Sistemas de apreciação e valoração                      ",
      "Ônus da prova                      ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "TJ-PE",
    "prova": "FCC - 2013 - TJ-PE - Titular de Serviços de Notas e de Registros - Provimento",
    "enunciation": "No tocante à atividade probatória no processo penal, de acordo com o Código de Processo Penal,",
    "alternatives": [
      {
        "letter": "A",
        "text": "as provas ilícitas, obtidas em violação a normas legais, são inadmissíveis, sendo facultado seu desentranhamento dos autos do processo."
      },
      {
        "letter": "B",
        "text": "o juiz formará sua convicção pela livre apreciação da prova produzida em contraditório judicial, sendo-lhe vedado utilizar os elementos informativos colhidos na investigação para fundamentar a sua decisão, mesmo tratando-se de provas cautelares."
      },
      {
        "letter": "C",
        "text": "é possível provar o estado das pessoas por qualquer meio de prova admissível no processo penal, independentemente das restrições estabelecidas na lei civil."
      },
      {
        "letter": "D",
        "text": "a prova da alegação incumbirá a quem a fizer, sendo, porém, facultado ao juiz, de ofício, determinar, no curso da instrução, ou antes de proferir sentença, a realização de diligências para dirimir dúvida sobre ponto relevante."
      },
      {
        "letter": "E",
        "text": "quando a infração deixar vestígio, será indispensável o exame de corpo de delito, direto ou indireto, salvo se já houver confissão do acusado."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q314557",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/8a6b4a6c-b8",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Interrogatório"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "AL-PB",
    "prova": "FCC - 2013 - AL-PB - Procurador",
    "enunciation": "Em relação ao interrogatório no processo penal, é INCORRETO afirmar que, de acordo com o Código de Processo Penal,",
    "alternatives": [
      {
        "letter": "A",
        "text": "excepcionalmente, o juiz, por decisão fundamentada, poderá realizar o interrogatório do réu preso por sistema de videoconferência, se a medida for necessária para responder à gravíssima questão de ordem pública."
      },
      {
        "letter": "B",
        "text": "o juiz, em qualquer modalidade de interrogatório, garantirá ao réu o direito de entrevista prévia e reservada com o seu defensor."
      },
      {
        "letter": "C",
        "text": "após proceder ao interrogatório, o juiz indagará das partes se restou algum fato para ser esclarecido, formulando as perguntas correspondentes se o entender pertinente e relevante."
      },
      {
        "letter": "D",
        "text": "a todo tempo, o juiz poderá proceder a novo inter rogatório de ofício ou a pedido fundamentado de qualquer das partes."
      },
      {
        "letter": "E",
        "text": "o interrogatório do réu preso será realizado, em sala própria, no estabelecimento em que estiver recolhido, desde que esteja garantida a segurança do juiz, do membro do Ministério Público e dos auxiliares, dispensada a presença do defensor nomeado."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q308748",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/90261223-a9",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Interrogatório"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "DPE-AM",
    "prova": "FCC - 2013 - DPE-AM - Defensor Público",
    "enunciation": "De acordo com o Código de Processo Penal, o interrogatório do réu pelo sistema de videoconferência pode ser realizado, por decisão fundamentada,",
    "alternatives": [
      {
        "letter": "A",
        "text": "de ofício, para responder à gravíssima questão de ordem pública."
      },
      {
        "letter": "B",
        "text": "somente a requerimento do Ministério Público, para prevenir risco à segurança pública, quando exista prova cabal de que o preso integre organização criminosa."
      },
      {
        "letter": "C",
        "text": "de ofício ou a requerimento das partes, por questões de economia processual."
      },
      {
        "letter": "D",
        "text": "somente de ofício, para viabilizar a participação do réu no referido ato processual, quando haja relevante dificuldade para seu comparecimento em juízo, por enfermidade ou outra circunstância."
      },
      {
        "letter": "E",
        "text": "a requerimento das partes, para impedir a influência do réu no ânimo da vítima, ainda que seja possível colher o depoimento desta por videoconferência."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q300474",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/fbbf331d-8a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova testemunhal"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "TJ-PE",
    "prova": "FCC - 2013 - TJ-PE - Juiz",
    "enunciation": "Em relação à prova testemunhal, de acordo com o Código de Processo Penal, é INCORRETO afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Se o juiz verificar que a presença do réu poderá causar temor à testemunha ou ao ofendido, de modo que prejudique a verdade do depoimento, determinará desde logo a retirada do réu, prosseguindo na inquirição, com a presença de seu defensor."
      },
      {
        "letter": "B",
        "text": "A testemunha que morar fora da jurisdição do juiz será inquirida pelo juiz do lugar de sua residência, expedindo-se, para esse fim, carta precatória, com prazo razoável, intimadas as partes."
      },
      {
        "letter": "C",
        "text": "As perguntas no procedimento comum serão formuladas pelas partes diretamente à testemunha, não admitindo o juiz aquelas que puderem induzir a resposta, não tiverem relação com a causa ou importarem na repetição de outra já respondida."
      },
      {
        "letter": "D",
        "text": "As cartas rogatórias só serão expedidas se demonstrada previamente a sua imprescindibilidade, arcando a parte requerente com os custos de envio."
      },
      {
        "letter": "E",
        "text": "O Vice-Presidente da República poderá optar pela prestação de depoimento por escrito, caso em que as perguntas, formuladas pelas partes e deferidas pelo juiz, lhe serão transmitidas por ofício."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q300473",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/fa691981-8a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Sequestro de Bens imóveis ",
      "Sequestro ",
      "Especialização e registro da hipoteca legal"
    ],
    "year": "2013",
    "banca": "FCC",
    "orgao": "TJ-PE",
    "prova": "FCC - 2013 - TJ-PE - Juiz",
    "enunciation": "Quanto às medidas assecuratórias, de acordo com o Código de Processo Penal, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Em caso de alienação antecipada, não alcançado o valor estipulado pela administração judicial, será realizado novo leilão, podendo os bens ser alienados por valor não inferior a 75% do estipulado na avaliação judicial."
      },
      {
        "letter": "B",
        "text": "A especialização da hipoteca e o arresto correrão nos próprios autos do inquérito ou ação penal."
      },
      {
        "letter": "C",
        "text": "A hipoteca legal sobre os imóveis do indiciado poderá ser requerida pelo ofendido em qualquer fase do processo, desde que haja certeza da infração e indícios suficientes da autoria."
      },
      {
        "letter": "D",
        "text": "O sequestro poderá ser embargado pelo Ministério Público."
      },
      {
        "letter": "E",
        "text": "Se o réu oferecer caução suficiente, em dinheiro ou em títulos da dívida pública, pelo valor de sua cotação em Bolsa, o juiz poderá mandar deixar de proceder ao sequestro de bem imóvel."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q286671",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/628b32ff-55",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Definição, contextualização, objetivos e normatividade fundamental ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "MPE-AL",
    "prova": "FCC - 2012 - MPE-AL - Promotor de Justiça",
    "enunciation": "No tocante à prova no processo penal, é INCORRETO afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "é facultado ao juiz determinar, no curso da instrução, ou antes de proferir sentença, a realização de diligências para dirimir dúvida sobre ponto relevante."
      },
      {
        "letter": "B",
        "text": "o juiz formará sua convicção pela livre apreciação da prova produzida em contraditório judicial, não podendo fundamentar sua decisão exclusivamente nos elementos informativos colhidos na investigação, ressalvadas as provas cautelares, não\nrepetíveis ou antecipadas."
      },
      {
        "letter": "C",
        "text": "o exame de corpo de delito realizado por perito oficial somente poderá ser feito durante o dia."
      },
      {
        "letter": "D",
        "text": "quando a infração deixar vestígios, será indispensável o exame de corpo de delito, direto ou indireto, não podendo supri-lo a confissão do acusado."
      },
      {
        "letter": "E",
        "text": "durante o curso do processo judicial, é permitido às partes, quanto à perícia, requerer a oitiva dos peritos para esclarecerem a prova ou para responderem a quesitos, desde que o mandado de intimação e os quesitos ou questões a serem esclarecidos sejam encaminhados com antecedência mínima de dez dias, podendo apresentar as respostas em laudo complementar."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q266533",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a77981bd-12",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Das Citações e Intimações ",
      "Definição, contextualização, objetivos e normatividade fundamental",
      "Citação no Processo Penal"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TRF - 5ª REGIÃO",
    "prova": "FCC - 2012 - TRF - 5ª REGIÃO - Analista Judiciário - Execução de Mandados",
    "enunciation": "Sobre a suspensão do processo e a produção antecipada de provas, prevista no art. 366 do Código de Processo Penal,",
    "alternatives": [
      {
        "letter": "A",
        "text": "a decisão que determina a antecipação de prova deve ser concretamente fundamentada, não a justificando o mero decurso do tempo."
      },
      {
        "letter": "B",
        "text": "a suspensão do processo implica, obrigatoriamente, a decretação da prisão preventiva do acusado ausente, mas não a antecipação de provas."
      },
      {
        "letter": "C",
        "text": "quando se tratar de réu foragido em outro processo criminal, prescindem de prévia citação por edital."
      },
      {
        "letter": "D",
        "text": "uma vez decretada a suspensão do processo é obrigatória a produção antecipada da prova pericial."
      },
      {
        "letter": "E",
        "text": "as hipóteses de urgência que permitem a produção antecipada de provas são apresentadas em rol taxativo pela lei."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q255270",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a594b7b6-ec",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Busca e apreensão"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "MPE-AP",
    "prova": "FCC - 2012 - MPE-AP - Promotor de Justiça",
    "enunciation": "Em relação à busca e à apreensão, é INCORRETO afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "a expedição de mandado é dispensada quando a própria autoridade judiciária a realizar pessoalmente."
      },
      {
        "letter": "B",
        "text": "se ausentes os moradores, impossível a realização da busca."
      },
      {
        "letter": "C",
        "text": "as buscas domiciliares devem ser executadas de dia, salvo se o morador consentir que se realizem à noite."
      },
      {
        "letter": "D",
        "text": "o mandado precisa ser específico e indicar o fundamento e a finalidade da busca."
      },
      {
        "letter": "E",
        "text": "não é permitida a apreensão de documento em poder do defensor do acusado, salvo quando constitui elemento do corpo de delito."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q242949",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/8da1b72e-b3",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova testemunhal"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TJ-GO",
    "prova": "FCC - 2012 - TJ-GO - Juiz",
    "enunciation": "Em relação às testemunhas, é correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "as pessoas impossibilitadas por enfermidade ou velhice serão dispensadas de depor."
      },
      {
        "letter": "B",
        "text": "será permitida à testemunha breve consulta a apontamentos."
      },
      {
        "letter": "C",
        "text": "as pessoas com dever de sigilo são proibidas de depor mesmo se desobrigadas pela parte interessada."
      },
      {
        "letter": "D",
        "text": "as perguntas serão formuladas pelas partes diretamente à testemunha, exceto se não tiverem relação com a causa."
      },
      {
        "letter": "E",
        "text": "se o juiz reconhecer que alguma testemunha fez afirmação falsa, remeterá cópia do depoimento para o Ministério Público, para instauração de inquérito."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q242948",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/8c052e58-b3",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TJ-GO",
    "prova": "FCC - 2012 - TJ-GO - Juiz",
    "enunciation": "Em relação à prova no processo penal, é correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "não sendo possível o exame de corpo de delito, por haverem desaparecido os vestígios, a prova testemunhal não poderá suprir-lhe a falta."
      },
      {
        "letter": "B",
        "text": "a autópsia será feita até 6 (seis) horas depois do óbito."
      },
      {
        "letter": "C",
        "text": "o interrogatório do réu preso será realizado obrigatoriamente em sala própria no estabelecimento em que estiver recolhido ou por sistema de videoconferência."
      },
      {
        "letter": "D",
        "text": "a confissão é divisível e retratável."
      },
      {
        "letter": "E",
        "text": "havendo mais de um acusado, serão interrogados conjuntamente."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q242946",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/88a933bd-b3",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Sequestro de Bens imóveis"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TJ-GO",
    "prova": "FCC - 2012 - TJ-GO - Juiz",
    "enunciation": "Em relação ao sequestro de bens previsto no Código de Processo Penal, é correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "caberá o sequestro de bens imóveis adquiridos pelo indiciado com os proventos da infração, salvo se já tiverem sido transferidos a terceiro."
      },
      {
        "letter": "B",
        "text": "para a decretação do sequestro, bastará a existência de suspeita da proveniência ilícita dos bens."
      },
      {
        "letter": "C",
        "text": "o ofendido não tem legitimidade para requerer sequestro de bens."
      },
      {
        "letter": "D",
        "text": "o sequestro será levantado se a ação penal não for intentada no prazo de 60 (sessenta) dias, contado da data em que ficar concluída a diligência."
      },
      {
        "letter": "E",
        "text": "admite caução do indiciado."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q232637",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/7d82c5f9-84",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova testemunhal"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TRE-SP",
    "prova": "FCC - 2012 - TRE-SP - Analista Judiciário - Área Judiciária",
    "enunciation": "Analise as seguintes situações sobre as testemunhas, de acordo com o Código do Processo Pena\n\nI. Tício, padre de uma paróquia na cidade de São Paulo, mantém contato, no exercício de sua atividade religiosa, com uma determinada pessoa que lhe conta com detalhes, em função da fé no confessionário, que presenciou um delito de homicídio na porta da sua casa, praticado contra um vizinho. Tício poderá figurar como testemunha, mas está proibido de prestar depoimento em juízo, salvo se quiser e for desobrigado pela parte interessada.\n\nII. O Presidente do Superior Tribunal de Justiça é arrolado como testemunha em um processo crime que tramita em uma das Varas Criminais da Comarca de São Paulo. Neste caso, ele será inquirido em local, dia e hora previamente ajustados com o juiz do processo, podendo optar, também, pela prestação de depoimento por escrito, caso em que as perguntas, formuladas pelas partes, lhes serão transmitidas por ofício.\n\nIII. Em regular audiência de instrução e julgamento está sendo ouvida testemunha arrolada pela acusação. O juiz não poderá indeferir perguntas formuladas pelo advogado do réu, mesmo se não tiverem relação com o processo.\n\nEstá correto o que consta SOMENTE em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I."
      },
      {
        "letter": "B",
        "text": "II."
      },
      {
        "letter": "C",
        "text": "I e II."
      },
      {
        "letter": "D",
        "text": "I e III."
      },
      {
        "letter": "E",
        "text": "II e III."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q232521",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/4aa8f006-84",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Interrogatório"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TRE-SP",
    "prova": "FCC - 2012 - TRE-SP - Analista Judiciário - Área Administrativa",
    "enunciation": "Tício está preso na Penitenciária de Presidente Venceslau, cumprindo pena por crimes de homicídio e sequestro, e responde a outro processo por crime de latrocínio na comarca de São Paulo, Capital. Há prova, nos autos, de que o agente integra uma facção criminosa e notícia de uma tentativa de resgate do detento durante o seu deslocamento até a cidade de São Paulo para participar de um determinado ato processual. Designada audiência de instrução, interrogatório, debates e julgamento, o Juiz que preside o processo que tramita contra Tício pelo delito de latrocínio, em decisão fundamentada,",
    "alternatives": [
      {
        "letter": "A",
        "text": "deverá necessariamente realizar o interrogatório de Tício por meio de videoconferência, intimando-se as partes com cinco dias de antecedência, assegurando ao preso a entrevista prévia e reservada com seu defensor, sendo dispensável o acompanhamento pelo preso de todos os atos da audiência única de instrução e julgamento, pela presença física de seu defensor no ato processual."
      },
      {
        "letter": "B",
        "text": "deverá necessariamente realizar o interrogatório de Tício por meio de videoconferência, intimando-se as partes com dez dias de antecedência, assegurando ao preso o acompanhamento de todos os atos da audiência única de instrução e julgamento, bem como entrevista prévia e reservada com seu defensor."
      },
      {
        "letter": "C",
        "text": "poderá, em caráter excepcional, realizar o interrogatório de Tício por meio de videoconferência, intimando-se as partes com cinco dias de antecedência, assegurando ao preso a entrevista prévia e reservada com seu defensor, sendo dispensável o acompanhamento pelo preso de todos os atos da audiência única de instrução e julgamento, pela presença física de seu defensor no ato processual."
      },
      {
        "letter": "D",
        "text": "poderá, em caráter excepcional, realizar o interrogatório de Tício por meio de videoconferência, intimando-se as partes com dez dias de antecedência, assegurando ao preso o acompanhamento de todos os atos da audiência única de instrução e julgamento, bem como entrevista prévia e reservada com seu defensor."
      },
      {
        "letter": "E",
        "text": "deverá necessariamente realizar o interrogatório de Tício por meio de videoconferência, intimando-se as partes com cinco dias de antecedência, assegurando ao preso o acompanhamento de todos os atos da audiência única de instrução e julgamento, bem como entrevista prévia e reservada com seu defensor."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q231900",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/c0ae9978-82",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito ",
      "Prova testemunhal"
    ],
    "year": "2012",
    "banca": "FCC",
    "orgao": "TRF - 2ª REGIÃO",
    "prova": "FCC - 2012 - TRF - 2ª REGIÃO - Técnico Judiciário - Segurança e Transporte",
    "enunciation": "No que concerne às provas, considere:\n\nI. Quando a infração deixar vestígios, a confissão do acusado poderá suprir o exame de corpo de delito, direto ou indireto.\n\nII. Não sendo possível o exame de corpo de delito, por haverem desaparecido os vestígios, a prova testemunhal poderá suprir-lhe a falta.\n\nIII. O juiz, quando julgar necessário, poderá ouvir outras testemunhas, além das indicadas pelas partes.\n\nEstá correto o que consta SOMENTE em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I e III."
      },
      {
        "letter": "B",
        "text": "I e II."
      },
      {
        "letter": "C",
        "text": "II e III."
      },
      {
        "letter": "D",
        "text": "I."
      },
      {
        "letter": "E",
        "text": "III."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q210445",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/0d49f847-2b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova testemunhal"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "TRE-PE",
    "prova": "FCC - 2011 - TRE-PE - Analista Judiciário - Área Administrativa",
    "enunciation": "As testemunhas",
    "alternatives": [
      {
        "letter": "A",
        "text": "responderão às perguntas formuladas diretamente pelas partes e admitidas pelo juiz."
      },
      {
        "letter": "B",
        "text": "poderão trazer seu depoimento por escrito."
      },
      {
        "letter": "C",
        "text": "serão inquiridas juntamente com outras arroladas pelas partes."
      },
      {
        "letter": "D",
        "text": "não poderão ser contraditadas pelas partes."
      },
      {
        "letter": "E",
        "text": "não poderão fazer breve consulta a apontamentos."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q198446",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/592fc56d-f0",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Indícios"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "MPE-CE",
    "prova": "FCC - 2011 - MPE-CE - Promotor de Justiça",
    "enunciation": "A circunstância conhecida e provada, que, tendo relação com o fato, autorize, por indução, concluir-se a existência de outra ou outras circunstâncias, no âmbito do processo penal,",
    "alternatives": [
      {
        "letter": "A",
        "text": "serve como elemento formador de convicção do Promotor de Justiça em matéria de Tribunal do Júri."
      },
      {
        "letter": "B",
        "text": "tem expressa disposição no Título II do Código de Processo Penal que trata do inquérito policial e a prevê como consideração à autoridade policial no âmbito meramente investigativo."
      },
      {
        "letter": "C",
        "text": "não tem qualquer valor legal por vedar a Constituição Federal qualquer espécie de presunção por ofensa ao princípio do contraditório."
      },
      {
        "letter": "D",
        "text": "considera-se indício e é um dos meios de prova."
      },
      {
        "letter": "E",
        "text": "é expressão legal do princípio acusatório no processo penal."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q198445",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/57def9cf-f0",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Definições e notas conceituais"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "MPE-CE",
    "prova": "FCC - 2011 - MPE-CE - Promotor de Justiça",
    "enunciation": "O Código de Processo Penal prevê as seguintes espécies de exceções:",
    "alternatives": [
      {
        "letter": "A",
        "text": "impedimento; suspeição; incompetência de juízo; litispendência e coisa julgada."
      },
      {
        "letter": "B",
        "text": "incompetência de juízo; litispendência; ilegitimidade de parte e coisa julgada."
      },
      {
        "letter": "C",
        "text": "suspeição; incompetência de juízo; litispendência e coisa julgada."
      },
      {
        "letter": "D",
        "text": "impedimento; suspeição; incompetência de juízo; litispendência; ilegitimidade de parte; coisa julgada e da verdade."
      },
      {
        "letter": "E",
        "text": "suspeição; incompetência de juízo; litispendência; ilegitimidade de parte e coisa julgada."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q98829",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/7864cd0d-7a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Princípios fundamentais do direito processual penal ",
      "Devido processo legal",
      "Contraditório                      ",
      "Ampla defesa                      ",
      "Presunção de inocência                      ",
      "Ônus da prova"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "NOSSA CAIXA DESENVOLVIMENTO",
    "prova": "FCC - 2011 - NOSSA CAIXA DESENVOLVIMENTO - Advogado",
    "enunciation": "A regra que, no processo penal, atribui à acusação, que apresenta a imputação em juízo através de denúncia ou de queixa- crime, o ônus da prova é decorrência do princípio",
    "alternatives": [
      {
        "letter": "A",
        "text": "do contraditório."
      },
      {
        "letter": "B",
        "text": "do devido processo legal."
      },
      {
        "letter": "C",
        "text": "do Promotor natural."
      },
      {
        "letter": "D",
        "text": "da ampla defesa."
      },
      {
        "letter": "E",
        "text": "da presunção de inocência."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q87591",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/7957cf30-5f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "TRE-RN",
    "prova": "FCC - 2011 - TRE-RN - Analista Judiciário - Área Judiciária",
    "enunciation": "O exame de corpo de delito",
    "alternatives": [
      {
        "letter": "A",
        "text": "é dispensável e pode ser suprido pela confissão do acusado."
      },
      {
        "letter": "B",
        "text": "não pode ser feito entre 22:00 e 6:00 horas."
      },
      {
        "letter": "C",
        "text": "não pode ser feito aos domingos e feriados."
      },
      {
        "letter": "D",
        "text": "pode ser feito em qualquer dia e a qualquer hora."
      },
      {
        "letter": "E",
        "text": "deve ser sempre direto, não podendo jamais ser indireto."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q86055",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/72255059-57",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Princípios fundamentais do direito processual penal ",
      "Inadmissibilidade das provas obtidas por meios ilícitos",
      "Definição, contextualização, objetivos e normatividade fundamental"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "DPE-RS",
    "prova": "FCC - 2011 - DPE-RS - Defensor Público",
    "enunciation": "Sobre provas ilícitas, é INCORRETO afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "A vedação da utilização de provas ilícitas pode ser excepcionalmente afastada em favor do acusado."
      },
      {
        "letter": "B",
        "text": "A doutrina processual penal faz uma distinção conceitual entre a prova ilícita e a prova ilegítima, sendo aquela a obtida com violação ao direito substantivo e esta a obtida com violação ao direito adjetivo."
      },
      {
        "letter": "C",
        "text": "As provas derivadas das ilícitas não se considerarão contaminadas quando puderem ser obtidas de uma fonte independente destas, ou quando não evidenciado o nexo de causalidade entre umas e outras, segundo o disposto na norma processual penal."
      },
      {
        "letter": "D",
        "text": "Consoante previsto no Código de Processo Penal, preclusa a decisão de desentranhamento da prova declarada inadmissível, esta será inutilizada por decisão judicial."
      },
      {
        "letter": "E",
        "text": "Contra a decisão interlocutória que não reconhece a ilicitude de prova cabe recurso em sentido estrito."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q84781",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/07db9c9b-44",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Suspeição e impedimento"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "TRE-TO",
    "prova": "FCC - 2011 - TRE-TO - Analista Judiciário - Área Administrativa",
    "enunciation": "De acordo com o Código de Processo Penal brasileiro, ao juiz",
    "alternatives": [
      {
        "letter": "A",
        "text": "é permitido atuar no processo em que parente afim, na linha colateral, em terceiro grau, seja parte."
      },
      {
        "letter": "B",
        "text": "não é vedado exercer a jurisdição no processo, mesmo que tenha funcionado como juiz em outra instância, pronunciando-se de fato ou de direito sobre a questão."
      },
      {
        "letter": "C",
        "text": "não é vedado atuar no processo em que for amigo íntimo de qualquer das partes."
      },
      {
        "letter": "D",
        "text": "é permitido atuar no processo em que parente afim, na linha direta, em segundo grau, não sendo parte, tenha interesse direto no feito."
      },
      {
        "letter": "E",
        "text": "cabe prover a regularidade do processo, bem como manter a ordem dos respectivos atos."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q84719",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/67f040ed-44",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova pericial e exame de corpo de delito"
    ],
    "year": "2011",
    "banca": "FCC",
    "orgao": "TRE-TO",
    "prova": "FCC - 2011 - TRE-TO - Analista Judiciário - Área Judiciária",
    "enunciation": "Quanto ao exame de corpo de delito e às perícias em geral, de acordo com o Código de Processo Penal:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Os exames de corpo de delito serão feitos por dois peritos oficiais."
      },
      {
        "letter": "B",
        "text": "Se a infração deixar vestígios, a ausência do exame de corpo de delito pode ser suprida pela confissão do acusado."
      },
      {
        "letter": "C",
        "text": "Ao assistente de acusação, ao ofendido, ao querelante e ao acusado é facultada a indicação de assistente técnico."
      },
      {
        "letter": "D",
        "text": "Os peritos não oficiais ficarão dispensados de compromisso se forem especialistas na matéria objeto da perícia e tiverem prestado compromisso em entidade de classe."
      },
      {
        "letter": "E",
        "text": "O laudo pericial será elaborado no prazo máximo de cinco dias, podendo este prazo ser prorrogado por igual período, a requerimento do Ministério Público."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q75081",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/f052a604-d5",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Conflito de competência"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "TRE-AC",
    "prova": "FCC - 2010 - TRE-AC - Analista Judiciário - Área Judiciária",
    "enunciation": "Entendendo não ser o Juiz que recebeu a denúncia competente para a causa, a defesa arguiu exceção de incompetência, tendo sido aberta vista dos autos ao Ministério Público, que concordou com a excipiente. Se o Juiz rejeitar a exceção,",
    "alternatives": [
      {
        "letter": "A",
        "text": "poderá o Ministério Público exigir a remessa dos autos ao Juiz competente, se tratar-se de incompetência absoluta."
      },
      {
        "letter": "B",
        "text": "continuará no feito, não cabendo recurso da decisão do Juiz que se dá por competente."
      },
      {
        "letter": "C",
        "text": "prosseguirá no feito, mas deverá suscitar conflito negativo de competência."
      },
      {
        "letter": "D",
        "text": "poderá o Ministério Público interpor recurso em sentido estrito."
      },
      {
        "letter": "E",
        "text": "caberá recurso de apelação, com efeito devolutivo."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q58801",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/c0863310-a1",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Interrogatório"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "TRE-RS",
    "prova": "FCC - 2010 - TRE-RS - Analista Judiciário - Área Judiciária",
    "enunciation": "No que diz respeito à realização de atos processuais por sistema de videoconferência, é INCORRETO afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "poderão ser realizados, pelo sistema de videoconferência, outros atos processuais que dependam da participação de pessoa que esteja presa."
      },
      {
        "letter": "B",
        "text": "excepcionalmente, se necessário para atender a finalidade prevista na Lei, o interrogatório do réu preso poderá ser realizado por sistema de videoconferência."
      },
      {
        "letter": "C",
        "text": "o réu preso poderá acompanhar, pelo sistema de videoconferência, a realização dos atos da audiência única de instrução e julgamento prevista no C.P.P."
      },
      {
        "letter": "D",
        "text": "se o interrogatório do réu preso não se realizar no estabelecimento em que estiver recolhido, nem pelo sistema de videoconferência, será requisitada a apresentação dele, em juízo."
      },
      {
        "letter": "E",
        "text": "antes do interrogatório do réu preso, será permitida a entrevista prévia com o defensor, sendo vedado, porém, o acesso a canais telefônicos para comunicação entre o advogado presente na sala de audiência do Fórum e o preso, por questões de segurança no presídio."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q55892",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ec6fe65a-94",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova testemunhal"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "TJ-PI",
    "prova": "FCC - 2010 - TJ-PI - Assessor Jurídico",
    "enunciation": "É correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "o procedimento comum será sumário quando tiver por objeto crime cuja sanção máxima cominada seja igual ou inferior a quatro anos."
      },
      {
        "letter": "B",
        "text": "as perguntas serão formuladas pelas partes diretamente à testemunha, não admitindo o juiz aquelas que puderem induzir a resposta, não tiverem relação com a causa ou importarem na repetição de outra já respondida."
      },
      {
        "letter": "C",
        "text": "a expedição de carta precatória suspenderá a instrução criminal."
      },
      {
        "letter": "D",
        "text": "após proceder ao interrogatório, o juiz indagará das partes se restou algum fato para ser esclarecido, permitindo que formulem diretamente ao acusado as perguntas correspondentes."
      },
      {
        "letter": "E",
        "text": "o procedimento comum ordinário será concluído no prazo máximo de oitenta dias."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q55889",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/e8af00f0-94",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Princípios fundamentais do direito processual penal ",
      "Inadmissibilidade das provas obtidas por meios ilícitos",
      "Definição, contextualização, objetivos e normatividade fundamental"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "TJ-PI",
    "prova": "FCC - 2010 - TJ-PI - Assessor Jurídico",
    "enunciation": "Em relação às provas ilícitas, é correto afirmar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "não precisam, necessariamente, ser desentranhadas dos autos."
      },
      {
        "letter": "B",
        "text": "não se permite a presença das partes no incidente de inutilização, por se tratar de ato sigiloso."
      },
      {
        "letter": "C",
        "text": "são aquelas obtidas em violação a normas constitucionais ou legais."
      },
      {
        "letter": "D",
        "text": "são também inadmissíveis as provas derivadas das ilícitas, salvo, apenas e tão somente, quando as derivadas puderem ser obtidas por fonte independente das primeiras."
      },
      {
        "letter": "E",
        "text": "considera-se fonte independente aquela que por si só, seguindo trâmites atípicos, da investigação ou instrução criminal, seria capaz de conduzir ao fato objeto da prova."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q37090",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/27bf589a-53",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Suspeição e impedimento"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "TRF - 4ª REGIÃO",
    "prova": "FCC - 2010 - TRF - 4ª REGIÃO - Analista Judiciário - Área Judiciária - Execução de Mandados",
    "enunciation": "O Juiz dar-se-á por suspeito, e, se não o fizer, poderá ser recusado por qualquer das partes",
    "alternatives": [
      {
        "letter": "A",
        "text": "se tiver funcionado no processo seu parente, consanguíneo ou afim, em linha reta ou colateral até o terceiro grau, inclusive, como autoridade policial."
      },
      {
        "letter": "B",
        "text": "quando seu cônjuge for diretamente interessado no feito."
      },
      {
        "letter": "C",
        "text": "se for sócio, acionista ou administrador de sociedade interessada no processo."
      },
      {
        "letter": "D",
        "text": "quando estiver funcionado no processo como juiz de outra instância, pronunciando-se, de fato ou de direito, sobre a questão."
      },
      {
        "letter": "E",
        "text": "se ele próprio houver servido como testemunha no processo."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q29979",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/67c8851c-33",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Questões prejudiciais"
    ],
    "year": "2010",
    "banca": "FCC",
    "orgao": "TRE-AL",
    "prova": "FCC - 2010 - TRE-AL - Analista Judiciário - Área Judiciária",
    "enunciation": "Suscitada questão prejudicial obrigatória, poderá ter como consequência:",
    "alternatives": [
      {
        "letter": "A",
        "text": "a suspensão do curso da ação penal até a solução da controvérsia sobre o estado das pessoas no Juízo Cível, por sentença transitada em julgado."
      },
      {
        "letter": "B",
        "text": "a interposição de recurso em sentido estrito, caso seja denegada a suspensão do curso da ação penal."
      },
      {
        "letter": "C",
        "text": "a suspensão do curso do inquérito policial e da ação penal, vedada a produção de prova."
      },
      {
        "letter": "D",
        "text": "a suspensão da ação penal por prazo determinado, que poderá ser razoavelmente prorrogado, se a demora não for imputável à parte."
      },
      {
        "letter": "E",
        "text": "a suspensão do processo e, tratando-se de ação penal pública ou privada, a intervenção do Ministério Público na causa civil, para o fim de promover-lhe o rápido andamento."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q497504",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/28122ac3-e3",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Suspeição e impedimento"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-AP",
    "prova": "FCC - 2009 - TJ-AP - Juiz",
    "enunciation": "A arguição de suspeição do orgao do Ministério Público sera decidida pelo",
    "alternatives": [
      {
        "letter": "A",
        "text": "juiz de direito, com recurso para o Tribunal de Justiça."
      },
      {
        "letter": "B",
        "text": "juiz de direito, sem recurso."
      },
      {
        "letter": "C",
        "text": "juiz de direito dependendo, quando afirmada a sus­peição, de confirmagao do Procurador Geral de Justiça."
      },
      {
        "letter": "D",
        "text": "Tribunal de Justiça, sem recurso."
      },
      {
        "letter": "E",
        "text": "pelo Procurador Geral de Justiça."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q59969",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/f430261c-a6",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-GO",
    "prova": "FCC - 2009 - TJ-GO - Juiz",
    "enunciation": "O exame de corpo de delito e outras perícias serão realizados por",
    "alternatives": [
      {
        "letter": "A",
        "text": "perito oficial e, na sua falta, por duas pessoas idôneas, ainda que não portadoras de diploma de curso superior."
      },
      {
        "letter": "B",
        "text": "perito oficial portador de diploma de curso superior."
      },
      {
        "letter": "C",
        "text": "dois peritos oficiais."
      },
      {
        "letter": "D",
        "text": "perito oficial, ainda que não portador de diploma de curso superior."
      },
      {
        "letter": "E",
        "text": "perito oficial e, na sua falta, por pessoa idônea portadora de diploma de curso superior."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q59963",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/eb52dbca-a6",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-GO",
    "prova": "FCC - 2009 - TJ-GO - Juiz",
    "enunciation": "Em relação às provas ilícitas, é possível assegurar que",
    "alternatives": [
      {
        "letter": "A",
        "text": "não se faculta a presença das partes no incidente de inutilização."
      },
      {
        "letter": "B",
        "text": "são inadmissíveis, mas não precisam ser desentranhadas do processo."
      },
      {
        "letter": "C",
        "text": "se considera fonte independente aquela que por si só, seguindo os trâmites normais da investigação ou da instrução criminal, seria capaz de conduzir ao fato objeto da prova."
      },
      {
        "letter": "D",
        "text": "a inadmissibilidade também atinge as provas derivadas das ilícitas, salvo tão-somente quando não evidenciado o nexo de causalidade entre umas e outras."
      },
      {
        "letter": "E",
        "text": "são aquelas obtidas apenas em violação a normas constitucionais."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q59962",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/e9d2f96a-a6",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Interrogatório"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-GO",
    "prova": "FCC - 2009 - TJ-GO - Juiz",
    "enunciation": "No tocante ao interrogatório por videoconferência, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "Independe de prévia intimação das partes, ante a excepcionalidade da medida."
      },
      {
        "letter": "B",
        "text": "É garantido ao réu o direito de entrevista prévia com o defensor, como em qualquer outra modalidade do ato, mas não o de contato reservado com o advogado."
      },
      {
        "letter": "C",
        "text": "Pode ser determinado por ato discricionário do juiz, independentemente de decisão fundamentada."
      },
      {
        "letter": "D",
        "text": "É cabível nos casos em que o réu responder a gravíssima questão de ordem pública."
      },
      {
        "letter": "E",
        "text": "Não garante ao preso o direito de acompanhar, pelo mesmo sistema tecnológico, a realização dos anteriores atos da audiência de instrução e julgamento."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q57815",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/d8fa59fe-9b",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Sistemas de apreciação e valoração"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "DPE-MA",
    "prova": "FCC - 2009 - DPE-MA - Defensor Público",
    "enunciation": "Para prolação de sentença condenatória o juiz formará sua convicção, de acordo com o teor de nova regra processual penal trazida pela Lei nº 11.719, de 20/06/2008, segundo",
    "alternatives": [
      {
        "letter": "A",
        "text": "livre apreciação da prova produzida em contraditório judicial onde se garanta a ampla defesa do acusado."
      },
      {
        "letter": "B",
        "text": "apreciação controlada da prova produzida em contraditório judicial com desprezo ao teor de eventual confissão prestada no inquérito policial."
      },
      {
        "letter": "C",
        "text": "livre apreciação da prova produzida, não podendo fundamentar sua decisão exclusivamente nos elementos informativos colhidos na investigação."
      },
      {
        "letter": "D",
        "text": "apreciação discricionária da prova produzida em contraditório judicial, não podendo fundamentar sua decisão exclusivamente nos elementos informativos colhidos na investigação."
      },
      {
        "letter": "E",
        "text": "livre apreciação da prova produzida em contraditório judicial, não podendo fundamentar sua decisão exclusivamente nos elementos informativos colhidos na investigação, ressalvadas as provas cautelares, não repetíveis e antecipadas."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q56674",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/f077283e-96",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Sentença e Coisa Julgada ",
      "Questões prejudiciais"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "DPE-MT",
    "prova": "FCC - 2009 - DPE-MT - Defensor Público",
    "enunciation": "A decisão irrecorrível, cujo efeito se irradia para fora do processo, impedindo, no futuro, nova decisão sobre a mesma lide, denomina-se",
    "alternatives": [
      {
        "letter": "A",
        "text": "questão prejudicial."
      },
      {
        "letter": "B",
        "text": "coisa julgada formal."
      },
      {
        "letter": "C",
        "text": "coisa julgada material."
      },
      {
        "letter": "D",
        "text": "preclusão consumativa."
      },
      {
        "letter": "E",
        "text": "preclusão temporal."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q28228",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/205aa7e8-24",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Ônus da prova"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-AP",
    "prova": "FCC - 2009 - TJ-AP - Analista Judiciário - Área Judiciária - Execução de Mandados",
    "enunciation": "No processo penal, a prova",
    "alternatives": [
      {
        "letter": "A",
        "text": "deverá ser produzida pelas partes, vedado ao juiz determinar, de ofício, a produção de qualquer outra prova."
      },
      {
        "letter": "B",
        "text": "quanto ao estado das pessoas, assim como todas as provas no processo penal, observarão as restrições estabelecidas na lei civil."
      },
      {
        "letter": "C",
        "text": "da alegação incumbirá a quem a fizer."
      },
      {
        "letter": "D",
        "text": "ilícita deve ser analisada em conjunto com as lícitas, podendo servir de base para a condenação se estiver em consonância com estas."
      },
      {
        "letter": "E",
        "text": "pericial consistente no exame de corpo de delito e outras perícias, será realizada por perito oficial, por- tador de curso superior, ou, na sua falta, por três pessoas idôneas, portadoras de curso médio completo."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q28227",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/1f61e568-24",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Sequestro de Bens imóveis ",
      "Sequestro"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-AP",
    "prova": "FCC - 2009 - TJ-AP - Analista Judiciário - Área Judiciária - Execução de Mandados",
    "enunciation": "Sobre o sequestro de bens imóveis adquiridos pelo indiciado com proventos da infração, previsto no Código de Processo Penal, considere:\n\nI. O sequestro será possível se o bem ainda estiver na propriedade do indiciado, não cabendo se ele o tiver transferido para terceiros.\n\nII. Para a decretação do sequestro bastará a existência de indícios veementes da proveniência ilícita dos bens.\n\nIII. O pedido de sequestro será atuado em separado e seguirá o procedimento previsto para a penhora.\n\nIV. Concedido ou não o sequestro, da decisão cabe o recurso em sentido estrito.\n\nV. O sequestro pode ser embargado pelo acusado nos autos do processo penal sob qualquer fundamento e não admite embargos de terceiros.\n\nEstá correto o que consta SOMENTE em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I e II."
      },
      {
        "letter": "B",
        "text": "II e III."
      },
      {
        "letter": "C",
        "text": "II, III e IV."
      },
      {
        "letter": "D",
        "text": "III, IV e V."
      },
      {
        "letter": "E",
        "text": "I, IV e V."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q28042",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a8155196-23",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova testemunhal"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-AP",
    "prova": "FCC - 2009 - TJ-AP - Técnico Judiciário - Área Judiciária",
    "enunciation": "No que diz respeito às testemunhas no processo penal, considere as seguintes proposições:\n\nI. Ninguém poderá eximir-se da obrigação de depor.\n\nII. O depoimento será prestado oralmente, sendo per- mitida consulta a apontamentos.\n\nIII. Somente não prestam compromisso (artigo 203 do C.P.P.) os doentes mentais e os menores de 14 anos.\n\nIV. O filho adotivo do acusado poderá eximir-se da obrigação de depor, salvo quando não for possível obter a prova do fato por outro meio.\n\nEstá correto o que se afirma SOMENTE em:",
    "alternatives": [
      {
        "letter": "A",
        "text": "II e IV."
      },
      {
        "letter": "B",
        "text": "I, II e IV."
      },
      {
        "letter": "C",
        "text": "III e IV."
      },
      {
        "letter": "D",
        "text": "I e II e III."
      },
      {
        "letter": "E",
        "text": "I e III."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q28041",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/a6cc9e34-23",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Incidente de insanidade"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-AP",
    "prova": "FCC - 2009 - TJ-AP - Técnico Judiciário - Área Judiciária",
    "enunciation": "Quanto ao incidente de verificação da insanidade mental do acusado, é correto afirmar que o",
    "alternatives": [
      {
        "letter": "A",
        "text": "exame não durará mais de 30 (trinta) dias, salvo se os peritos demonstrarem a necessidade de maior prazo."
      },
      {
        "letter": "B",
        "text": "réu somente será submetido a exame médico-legal após concluído o inquérito, por determinação da autoridade policial."
      },
      {
        "letter": "C",
        "text": "exame poderá ser ordenado somente após instaurada a ação penal, mediante representação da autoridade policial ao juiz competente."
      },
      {
        "letter": "D",
        "text": "exame médico-legal será determinado de ofício ou a requerimento do Ministério Público, do defensor, do curador, do ascendente, descendente, irmão ou cônjuge do acusado."
      },
      {
        "letter": "E",
        "text": "processo será suspenso, se os peritos concluírem que o acusado era, ao tempo da infração, irresponsável."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q25296",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/9b40b2d2-0f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Definições e notas conceituais"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-PI",
    "prova": "FCC - 2009 - TJ-PI - Analista Judiciário - Área Administrativa",
    "enunciation": "A lei processual penal prevê, dentre as EXCEÇÕES peremptórias,",
    "alternatives": [
      {
        "letter": "A",
        "text": "a suspeição e a incompetência."
      },
      {
        "letter": "B",
        "text": "a litispendência e a coisa julgada."
      },
      {
        "letter": "C",
        "text": "o impedimento e a coisa julgada."
      },
      {
        "letter": "D",
        "text": "a incompetência e a litispendência."
      },
      {
        "letter": "E",
        "text": "a ilegitimidade de parte e o impedimento."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q25293",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/97ad9da6-0f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Questões prejudiciais"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-PI",
    "prova": "FCC - 2009 - TJ-PI - Analista Judiciário - Área Administrativa",
    "enunciation": "Quanto aos efeitos, as questões prejudiciais podem ser",
    "alternatives": [
      {
        "letter": "A",
        "text": "objetivas e subjetivas."
      },
      {
        "letter": "B",
        "text": "homogêneas e heterogêneas."
      },
      {
        "letter": "C",
        "text": "absolutas e relativas."
      },
      {
        "letter": "D",
        "text": "principais e secundárias."
      },
      {
        "letter": "E",
        "text": "obrigatórias e facultativas."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q25291",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/94f0248a-0f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Prova testemunhal"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-PI",
    "prova": "FCC - 2009 - TJ-PI - Analista Judiciário - Área Administrativa",
    "enunciation": "A doutrina aponta como característica do depoimento prestado pela testemunha:",
    "alternatives": [
      {
        "letter": "A",
        "text": "ser referida ou numerária."
      },
      {
        "letter": "B",
        "text": "a veracidade, a independência, a insuspeição."
      },
      {
        "letter": "C",
        "text": "ser compromissada ou não compromissada."
      },
      {
        "letter": "D",
        "text": "ser instrumentária, visual e informante."
      },
      {
        "letter": "E",
        "text": "a judicialidade, a oralidade, a objetividade e a retrospectividade."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q25048",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/cc6a8302-0f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Questões prejudiciais"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-PI",
    "prova": "FCC - 2009 - TJ-PI - Técnico Judiciário - Área Administrativa",
    "enunciation": "As questões prejudiciais, quanto ao mérito ou natureza da questão, classificam-se em",
    "alternatives": [
      {
        "letter": "A",
        "text": "obrigatórias ou necessárias e facultativas."
      },
      {
        "letter": "B",
        "text": "homogêneas, heterogêneas, totais e parciais."
      },
      {
        "letter": "C",
        "text": "devolutivas absolutas e não devolutivas."
      },
      {
        "letter": "D",
        "text": "absolutas e relativas."
      },
      {
        "letter": "E",
        "text": "objetivas e subjetivas."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q25047",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/cafd6250-0f",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "TJ-PI",
    "prova": "FCC - 2009 - TJ-PI - Técnico Judiciário - Área Administrativa",
    "enunciation": "Segundo a doutrina, independem de prova os fatos",
    "alternatives": [
      {
        "letter": "A",
        "text": "induvidosos e inúteis."
      },
      {
        "letter": "B",
        "text": "admitidos ou aceitos e incontroversos."
      },
      {
        "letter": "C",
        "text": "ilegítimos e ilícitos."
      },
      {
        "letter": "D",
        "text": "intuitivos, notórios e inúteis."
      },
      {
        "letter": "E",
        "text": "reconhecidos pelo acusado e legítimos."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q12969",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/b1f24994-f8",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Princípios fundamentais do direito processual penal ",
      "Inadmissibilidade das provas obtidas por meios ilícitos",
      "Ônus da prova                      ",
      "Prova pericial e exame de corpo de delito                      ",
      "Prova testemunhal                      ",
      "Busca e apreensão"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "MPE-CE",
    "prova": "FCC - 2009 - MPE-CE - Promotor de Justiça",
    "enunciation": "Com relação às regras de provas do Código de Processo Penal, pode-se afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "adotou a teoria \"dos frutos da árvore envenenada\" e a teoria da \"fonte independente\"."
      },
      {
        "letter": "B",
        "text": "na inquirição das testemunhas as perguntas das partes serão feitas por intermédio do juiz."
      },
      {
        "letter": "C",
        "text": "se a infração deixar vestígios, a falta de exame de corpo de delito poderá ser suprida pela confissão do acusado."
      },
      {
        "letter": "D",
        "text": "a busca domiciliar, por ser medida de natureza cautelar, só se justifica quando fundadas razões a autorizarem e, se realizada para prender pessoas condenadas, poderá ser feita em qualquer momento."
      },
      {
        "letter": "E",
        "text": "o juiz poderá ordenar, somente quando iniciada a ação penal, a produção antecipada de provas urgentes e relevantes."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q12111",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bb69b10e-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Interrogatório"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "DPE-SP",
    "prova": "FCC - 2009 - DPE-SP - Defensor Público",
    "enunciation": "De acordo com a lei processual, o interrogatório do réu preso será realizado, em regra,",
    "alternatives": [
      {
        "letter": "A",
        "text": "pessoalmente, com o comparecimento do juiz no estabelecimento onde estiver o interrogando recolhido."
      },
      {
        "letter": "B",
        "text": "pessoalmente, devendo o interrogando ser requisita do e escoltado ao juízo."
      },
      {
        "letter": "C",
        "text": "por carta precatória, devendo o interrogando ser requisitado e escoltado ao juízo deprecado."
      },
      {
        "letter": "D",
        "text": "através de recurso tecnológico de transmissão de sons e imagens em tempo real."
      },
      {
        "letter": "E",
        "text": "através do telefone, com linha reservada, desde que não haja outro meio."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q12104",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bb69a20e-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Questões prejudiciais"
    ],
    "year": "2009",
    "banca": "FCC",
    "orgao": "DPE-SP",
    "prova": "FCC - 2009 - DPE-SP - Defensor Público",
    "enunciation": "Em ação penal para o julgamento de crime de bigamia, a existência de ação civil relativa à validade do casamento, constitui",
    "alternatives": [
      {
        "letter": "A",
        "text": "questão prejudicial obrigatória homogênea."
      },
      {
        "letter": "B",
        "text": "questão prejudicial obrigatória heterogênea."
      },
      {
        "letter": "C",
        "text": "questão prejudicial facultativa mista."
      },
      {
        "letter": "D",
        "text": "questão prejudicial facultativa heterogênea."
      },
      {
        "letter": "E",
        "text": "litispendência."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q161395",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/be020bbd-b2",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas"
    ],
    "year": "2008",
    "banca": "FCC",
    "orgao": "TCE-AL",
    "prova": "FCC - 2008 - TCE-AL - Procurador",
    "enunciation": "Chamado a depor como testemunha, um advogado se recusa, alegando sigilo profissional, pois conhecera do fato da acusação em virtude de ter defendido o réu em outro processo criminal. Contudo, sem estar autorizado, entrega ao juiz cartas recebidas do acusado e relativas àquele processo. O advogado",
    "alternatives": [
      {
        "letter": "A",
        "text": "agiu corretamente, pois o processo penal se pauta pela busca da verdade."
      },
      {
        "letter": "B",
        "text": "não agiu corretamente, pois a apresentação das cartas configura interceptação da correspondência, vedada pela Constituição federal."
      },
      {
        "letter": "C",
        "text": "agiu corretamente, pois o advogado é proibido de depor, mas não de fornecer outros meios de prova."
      },
      {
        "letter": "D",
        "text": "não agiu corretamente, pois, a proibição de o advogado depor abrange também o conhecimento de fatos por outros meios de prova."
      },
      {
        "letter": "E",
        "text": "agiu corretamente, pois a garantia do sigilo do advogado é disponível e diz respeito a ele e não a seu cliente."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q161392",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/ba2210c3-b2",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Suspeição e impedimento"
    ],
    "year": "2008",
    "banca": "FCC",
    "orgao": "TCE-AL",
    "prova": "FCC - 2008 - TCE-AL - Procurador",
    "enunciation": "O Código de Processo Penal cuida, em dispositivos separados, da suspeição e do impedimento do magistrado ou membro do tribunal. Baseado nessa distinção, estará impedido de atuar no processo o magistrado ou membro do tribunal",
    "alternatives": [
      {
        "letter": "A",
        "text": "que tenha aconselhado qualquer das partes."
      },
      {
        "letter": "B",
        "text": "que seja tutor de uma das partes."
      },
      {
        "letter": "C",
        "text": "cujo sobrinho desempenhe a mesma função no órgão coletivo julgador."
      },
      {
        "letter": "D",
        "text": "que for sócio, acionista ou administrador de sociedade interessada no processo."
      },
      {
        "letter": "E",
        "text": "em causa na qual uma das partes for amigo íntimo seu."
      }
    ],
    "answer_key": "C"
  },
  {
    "id": "Q11928",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bb67b6d8-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Questões prejudiciais"
    ],
    "year": "2008",
    "banca": "FCC",
    "orgao": "MPE-PE",
    "prova": "FCC - 2008 - MPE-PE - Promotor de Justiça",
    "enunciation": "Tratando-se de questão prejudicial facultativa, de competência do juízo cível, onde já existe processo em anda- mento, o juiz criminal pode suspender o curso do processo penal, marcando o prazo da suspensão. Decorrido esse prazo sem que o juiz cível tenha proferido decisão, o juiz criminal",
    "alternatives": [
      {
        "letter": "A",
        "text": "fixará novo prazo e comunicará o fato ao Procurador-Geral de Justiça para que determine ao Promo- tor de Justiça do processo penal que intervenha no processo cível para solução da prejudicial."
      },
      {
        "letter": "B",
        "text": "fixará novo e fatal prazo para o juiz cível decidir a questão."
      },
      {
        "letter": "C",
        "text": "comunicará o fato à Corregedoria-Geral de Justiça e aguardará a solução do processo cível, sem fixar novo prazo."
      },
      {
        "letter": "D",
        "text": "julgará extinto o processo sem julgamento do mérito."
      },
      {
        "letter": "E",
        "text": "fará prosseguir o processo retomando sua competência para resolver o mérito, de forma ampla, abrangendo as questões de fato e de direito."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q5211",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/bab8c308-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Suspeição e impedimento"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TRF - 2ª REGIÃO",
    "prova": "FCC - 2007 - TRF - 2ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "A suspeição do juiz não poderá ser declarada nem reconhecida, quando",
    "alternatives": [
      {
        "letter": "A",
        "text": "o juiz for sócio, acionista ou administrador de sociedade interessada no processo."
      },
      {
        "letter": "B",
        "text": "o juiz for amigo íntimo ou inimigo capital de qualquer das partes."
      },
      {
        "letter": "C",
        "text": "o juiz tiver aconselhado qualquer das partes"
      },
      {
        "letter": "D",
        "text": "a parte injuriar o juiz ou de propósito der motivo para criá-la."
      },
      {
        "letter": "E",
        "text": "ele, seu cônjuge, ascendente ou descendente, estiver respondendo a processo por fato análogo, sobre cujo caráter criminoso haja controvérsia."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q4258",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/baa424fc-9a",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Incidente de falsidade"
    ],
    "year": "2007",
    "banca": "FCC",
    "orgao": "TRE-PB",
    "prova": "FCC - 2007 - TRE-PB - Analista Judiciário - Área Judiciária",
    "enunciation": "A respeito do incidente de falsidade considere:\n\nI. Argüida, por escrito, a falsidade de documento constante dos autos, o juiz ouvirá a parte contrária que, no prazo de 48 horas, oferecerá resposta.\n\nII. A argüição de falsidade poderá ser feita por procurador, não se exigindo poderes especiais.\n\nIII. Qualquer que seja a decisão do incidente de falsidade documental, não fará coisa julgada em prejuízo de ulterior processo penal ou civil.\n\nIV. O juiz não poderá, de ofício, proceder à verificação da falsidade uma vez que a legitimidade é exclusiva do querelante, do acusado ou do Ministério Público.\n\nDe acordo com o Código de Processo Penal é correto o que consta APENAS em:",
    "alternatives": [
      {
        "letter": "A",
        "text": "I e III."
      },
      {
        "letter": "B",
        "text": "II e III."
      },
      {
        "letter": "C",
        "text": "I e IV."
      },
      {
        "letter": "D",
        "text": "II, III e IV."
      },
      {
        "letter": "E",
        "text": "I, II e IV."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q56847",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/6952b038-98",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Princípios fundamentais do direito processual penal ",
      "Introdução e Estrutura dos Princípios Processuais Penais: fixando premissas",
      "Devido processo legal                      ",
      "Ampla defesa                      ",
      "Presunção de inocência"
    ],
    "year": "2006",
    "banca": "FCC",
    "orgao": "BACEN",
    "prova": "FCC - 2006 - BACEN - Procurador - Prova 2",
    "enunciation": "No processo penal,",
    "alternatives": [
      {
        "letter": "A",
        "text": "a produção de prova depende de pedido das partes e a avaliação da prova produzida é, em regra, feita pelo sistema da convicção íntima do juiz."
      },
      {
        "letter": "B",
        "text": "a produção de prova pode ser feita de ofício pelo juiz e a avaliação da prova produzida é, em regra, feita pelo sistema da prova legal."
      },
      {
        "letter": "C",
        "text": "a produção de prova ilícita, conforme expressa previsão constitucional, contamina toda a prova que dela é derivada."
      },
      {
        "letter": "D",
        "text": "a obtenção de prova por meios ilícitos é inadmissível, em regra, pois será possível a utilização como prova de interceptação telefônica feita sem autorização do juiz nos crimes hediondos e de lavagem de dinheiro."
      },
      {
        "letter": "E",
        "text": "a avaliação da prova, nos processos de júri, constitui resquício do sistema da intima convicção, e, no tocante à produção da prova, quanto ao estado das pessoas, serão observadas as restrições à prova estabelecidas na lei civil."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q56846",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/6827fb14-98",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Sequestro de Bens imóveis ",
      "Sequestro"
    ],
    "year": "2006",
    "banca": "FCC",
    "orgao": "BACEN",
    "prova": "FCC - 2006 - BACEN - Procurador - Prova 2",
    "enunciation": "Em relação ao seqüestro de bens previsto no Código de Processo Penal, assinale a afirmação correta.",
    "alternatives": [
      {
        "letter": "A",
        "text": "Caberá o seqüestro dos bens imóveis, adquiridos pelo indiciado com os proventos da infração, desde que ainda não tenham sido transferidos a terceiro."
      },
      {
        "letter": "B",
        "text": "Para a decretação do seqüestro de bens, bastará a existência de indícios suficientes, ainda que não veementes, da proveniência ilícita dos bens adquiridos pelo indiciado com os proventos da infração."
      },
      {
        "letter": "C",
        "text": "O juiz poderá ordenar o seqüestro em qualquer fase do processo, mas não antes de oferecida a denúncia ou queixa."
      },
      {
        "letter": "D",
        "text": "O seqüestro poderá ser embargado por terceiro, a quem os bens houverem sido transferidos a título oneroso, sob o fundamento de tê-los adquirido de boa-fé."
      },
      {
        "letter": "E",
        "text": "Poderá ser proferida sentença nos embargos ao seqüestro antes de passar em julgado a sentença condenatória."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q46389",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/517a6b46-64",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Definição, contextualização, objetivos e normatividade fundamental"
    ],
    "year": "2006",
    "banca": "FCC",
    "orgao": "DPE-SP",
    "prova": "FCC - 2006 - DPE-SP - Defensor Público",
    "enunciation": "Sobre o depoimento judicial de ascendente ou descendente do acusado, é correto afirmar:",
    "alternatives": [
      {
        "letter": "A",
        "text": "como testemunha, não poderá se eximir da obrigação de depor."
      },
      {
        "letter": "B",
        "text": "uma vez prestado o compromisso, pratica crime de falso testemunho se faltar com a verdade."
      },
      {
        "letter": "C",
        "text": "são proibidos de depor como testemunha."
      },
      {
        "letter": "D",
        "text": "não se deferirá o compromisso de dizer a verdade do que souber."
      },
      {
        "letter": "E",
        "text": "poderão se recusar a depor em qualquer caso."
      }
    ],
    "answer_key": "D"
  },
  {
    "id": "Q56476",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/b21d890c-95",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Incidente de insanidade"
    ],
    "year": "2002",
    "banca": "FCC",
    "orgao": "PGE-SP",
    "prova": "FCC - 2002 - PGE-SP - Procurador do Estado",
    "enunciation": "No curso do inquérito policial surgem elementos que demonstram que o indiciado era inimputável quando da prática da infração penal. A autoridade policial elabora o relatório e o Ministério Público oferece a denúncia que é recebida. No despacho de recebimento, o juiz determina a instauração de incidente de insanidade mental. A realização do exame",
    "alternatives": [
      {
        "letter": "A",
        "text": "implicará nulidade dos atos anteriormente praticados, se comprovada a inimputabilidade do agente."
      },
      {
        "letter": "B",
        "text": "estará condicionada à concordância da defesa, salvo nos casos de crime apenado com reclusão."
      },
      {
        "letter": "C",
        "text": "deveria ter sido determinada pelo Delegado de Polícia antes do indiciamento do réu."
      },
      {
        "letter": "D",
        "text": "não implicará suspensão do processo, porque a ação penal só se inicia com a citação do réu."
      },
      {
        "letter": "E",
        "text": "implicará suspensão do processo, porque a ação penal já está iniciada."
      }
    ],
    "answer_key": "E"
  },
  {
    "id": "Q38742",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/cc396548-55",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Ação Penal ",
      "Das Provas ",
      "Do juiz, do ministério público, do acusado e defensor, dos assistentes e auxiliares da justiça",
      "Ação penal de iniciativa privada: definição, princípios e espécies                      ",
      "Prova testemunhal                      ",
      "Assistente da defesa"
    ],
    "year": "2002",
    "banca": "FCC",
    "orgao": "MPE-PE",
    "prova": "FCC - 2002 - MPE-PE - Promotor de Justiça",
    "enunciation": "Se o ofendido, no processo criminal,",
    "alternatives": [
      {
        "letter": "A",
        "text": "ingressar como assistente do Ministério Público, poderá arrolar testemunhas em número idêntico ao permitido para o Ministério Público."
      },
      {
        "letter": "B",
        "text": "não for admitido como assistente do Ministério Público, não poderá recorrer da decisão, mas poderá impetrar mandado de segurança."
      },
      {
        "letter": "C",
        "text": "for irmão do acusado, por ser suspeito, não poderá depor."
      },
      {
        "letter": "D",
        "text": "apresentar queixa subsidiária porque o inquérito foi arquivado, estará amparado por orientação do Supremo Tribunal Federal."
      },
      {
        "letter": "E",
        "text": "for mulher, dependerá de autorização do marido, para ajuizar queixa, quando houver implicação de bens patrimoniais."
      }
    ],
    "answer_key": "B"
  },
  {
    "id": "Q38740",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/c97bbfd6-55",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Provas ",
      "Definição, contextualização, objetivos e normatividade fundamental"
    ],
    "year": "2002",
    "banca": "FCC",
    "orgao": "MPE-PE",
    "prova": "FCC - 2002 - MPE-PE - Promotor de Justiça",
    "enunciation": "Afirmar que a prova produzida não pertence à parte que a produziu, servindo a ambos os litigantes e ao interesse da justiça, é enunciar o princípio da",
    "alternatives": [
      {
        "letter": "A",
        "text": "comunhão da prova."
      },
      {
        "letter": "B",
        "text": "eficácia plena da prova."
      },
      {
        "letter": "C",
        "text": "contraditoriedade da prova."
      },
      {
        "letter": "D",
        "text": "responsabilidade mútua e recíproca da prova."
      },
      {
        "letter": "E",
        "text": "concentração da prova."
      }
    ],
    "answer_key": "A"
  },
  {
    "id": "Q31161",
    "question_url": "https://www.qconcursos.com/questoes-de-concursos/questoes/23d6f8e6-38",
    "discipline": "Direito Processual Penal",
    "subjects": [
      "Das Questões e Processos Incidentes ",
      "Suspeição e impedimento"
    ],
    "year": "2001",
    "banca": "FCC",
    "orgao": "TRF - 1ª REGIÃO",
    "prova": "FCC - 2001 - TRF - 1ª REGIÃO - Analista Judiciário - Área Judiciária",
    "enunciation": "Quanto às hipóteses de suspeição e impedimento de juiz no processo penal, observe as proposições abaixo.\n\nI. O juiz dar-se-á por suspeito, se for acionista de sociedade interessada no processo.\n\nII. A suspeição do juiz poderá ser declarada, ainda que a parte, de propósito, der motivo para criá-la.\n\nIII. Não poderá exercer jurisdição no processo, o juiz cujo parente colateral, até terceiro grau, tiver funcionado como auxiliar da justiça.\n\nEstá correto o que se afirma SOMENTE em",
    "alternatives": [
      {
        "letter": "A",
        "text": "I"
      },
      {
        "letter": "B",
        "text": "III"
      },
      {
        "letter": "C",
        "text": "I e II"
      },
      {
        "letter": "D",
        "text": "I e III"
      },
      {
        "letter": "E",
        "text": "II e III"
      }
    ],
    "answer_key": "D"
  }
]